[About Language File]
Comments=If you find translation errors, let me know. Thank you.
Date=25.06.2022
Email=info@texteditor.pro
Version=23.1.0

[AboutDialog]
Caption=About Text Editor Pro
LabelCopyright=Copyright %s. All rights reserved.
LabelFeedback=Feedback
LabelIcons=Icons
LabelLanguageFileContributors=Language file contributors
LabelLicense=This product is always FREE for you. See the license.
LabelMemoryAvailable=Memory available to Windows: %s
LabelThirdPartyComponents=3rd party components
LabelVersion=Version %s (%d-bit)
LabelWebsite=Website

[AskYesOrNo]
CancelSearch=Cancel search, are you sure?
CheckInternationalCharacters=File "%s" contains international characters.%sChange the encoding to keep the characters.%sSave anyway?
CloseDirectory=Close directory %s, are you sure?
DeleteDirectory=Delete directory %s, are you sure?
DeleteFile=Delete file %s, are you sure?
DeleteLine=Delete line, are you sure?
NewVersion=A new version %s of %s is available.%sWould you like to download it from the Internet?
RecordMacro=Record a new macro, are you sure?
ReopenFileWithEncoding=Reopen file with "%s" encoding?
ReplaceOccurence=Replace this occurence of "%s"?
ResetColor=Reset %s color, are you sure?
SaveChanges=Save changes?
SearchMatchNotFound=Search match not found.%sRestart search from the beginning of the file?
SearchStringNotFound=Search string "%s" not found

[ChangedFilesDialog]
Caption=Reload changed files
VirtualDrawTree:0=File
VirtualDrawTree:1=Path

[CharacterMapForm]
Caption=Character Map

[ClipboardHistoryDialog]
ActionClearAll=Clear all
ActionCopyToClipboard=Copy to clipboard
ActionInsertInEditor=Insert into editor
Caption=Clipboard history

[ColorConstant]
SColorBoxCustomCaption=Custom...
SName3DDkShadow=3D dark shadow
SName3DLight=3D light
SNameActiveBorder=Active border
SNameActiveCaption=Active caption
SNameAppWorkSpace=Application workspace
SNameAqua=Aqua
SNameBackground=Background
SNameBlack=Black
SNameBlue=Blue
SNameBtnFace=Button face
SNameBtnHighlight=Button highlight
SNameBtnShadow=Button shadow
SNameBtnText=Button text
SNameCaptionText=Caption text
SNameCream=Cream
SNameDefault=Default
SNameFuchsia=Fuchsia
SNameGradientActiveCaption=Gradient active caption
SNameGradientInactiveCaption=Gradient inactive caption
SNameGray=Gray
SNameGrayText=Gray text
SNameGreen=Green
SNameHighlight=Highlight background
SNameHighlightText=Highlight text
SNameHotLight=Hot light
SNameInactiveBorder=Inactive border
SNameInactiveCaption=Inactive caption
SNameInactiveCaptionText=Inactive caption text
SNameInfoBk=Info background
SNameInfoText=Info text
SNameLime=Lime
SNameMaroon=Maroon
SNameMedGray=Medium gray
SNameMenu=Menu background
SNameMenuBar=Menu bar
SNameMenuHighlight=Menu highlight
SNameMenuText=Menu text
SNameMoneyGreen=Money green
SNameNavy=Navy
SNameNone=None
SNameOlive=Olive
SNamePurple=Purple
SNameRed=Red
SNameScrollBar=Scroll bar
SNameSilver=Silver
SNameSkyBlue=Sky blue
SNameTeal=Teal
SNameWhite=White
SNameWindow=Window background
SNameWindowFrame=Window frame
SNameWindowText=Window text
SNameYellow=Yellow

[CompareForm]
ActionExit:h=Exit the text compare
ActionExit=Exit
ActionLeftCopy:h=Copy selected lines to the right file
ActionLeftCopy=Copy
ActionLeftFileOpen:h=Open an existing file
ActionLeftFileOpen=Open
ActionLeftFileSave:h=Save the file
ActionLeftFileSave=Save
ActionLeftNext:h=Move to next difference
ActionLeftNext:s=F3
ActionLeftNext=Next
ActionLeftPrevious:h=Move to previous difference
ActionLeftPrevious:s=Shift+F3
ActionLeftPrevious=Previous
ActionLeftReload:h=Reload current file
ActionLeftReload=Reload
ActionLeftSwap:h=Swap selected lines with the right file
ActionLeftSwap=Swap
ActionOptions:h=Text compare options
ActionOptions=Options
ActionRightCopy:h=Copy selected lines to the left file
ActionRightCopy=Copy
ActionRightFileOpen:h=Open an existing file
ActionRightFileOpen=Open
ActionRightFileSave:h=Save the file
ActionRightFileSave=Save
ActionRightNext:h=Move to next difference
ActionRightNext:s=F4
ActionRightNext=Next
ActionRightPrevious:h=Move to previous difference
ActionRightPrevious:s=Shift+F4
ActionRightPrevious=Previous
ActionRightReload:h=Reload current file
ActionRightReload=Reload
ActionRightSwap:h=Swap selected lines with the left file
ActionRightSwap=Swap
ActionSearchClose:h=Close
ActionSearchFindNext:h=Find next
ActionSearchFindNext:s=Ctrl+F3
ActionSearchFindPrevious:h=Find previous
ActionSearchFindPrevious:s=Shift+Ctrl+F3
ActionSearchMatchCase:h=Match case
ActionSearchMatchCase=Match case
ActionSearchWholeWords:h=Whole words
ActionSearchWholeWords=Whole words
Caption=Text compare

[CompareOptionsDialog]
Caption=Text compare options
CheckBoxIgnoreBlanks=Ignore blanks
CheckBoxIgnoreCase=Ignore case
CheckBoxShowSpecialChars=Show special chars
ComboBoxColorTheme=Color theme

[ConfirmReplaceDialog]
Caption=Confirm replace

[Constant]
Active=Active
ActualSize=Actual size
AddFile=Add file
AllFiles=All files
Arrow=Arrow
AutoSave=Auto save
Block=Block
Blue=Blue
Bookmark=Bookmark
Bookmarks=Bookmarks
Bottom=Bottom
Bytes=bytes
CharacterCount=Character count
Circle=Circle
Color=Color
CompareFiles=Compare files
Confirmation=Confirmation
Connecting=Connecting
CountingFiles=Counting files...
Dash=Dash
Default=Default
DirectoryItems=Directory items
DocumentIsValid=Document is valid.
Dot=Dot
DoubleUnderline=Double underline
Download=Download
DownloadCancelling=Canceling...
DownloadDone=Done.
EditDirectory=Edit Directory
Encoding=Encoding
Enter=Enter
Error=Error
Extended=Extended - \n, \t, \0
FavouriteItems=Favourite items
FileMaskItems=File mask items
FilesFound=%d file(s) have been found in %s
FitHeight=Fit height
FitWidth=Fit width
Gigabyte=GB
GoToBookmark=Go to bookmark
GoToLine=Go to line
Green=Green
HalfBlock=Half block
Hide=Hide
Highlighter=Highlighter
HorizontalLine=Horizontal line
Hovered=Hovered
Inactive=Inactive
Information=Information
Insert=Insert
InsertTags=Insert HTML/XML Tags
Installer=Installer
InvalidName=Invalid name
Keyword=Keyword
Kilobyte=KB
LanguageEditor=Language Editor - %s
Left=Left
Length=Length
Line=Line
LineCount=Line count
LoadingFile=Loading file...
LoadingFiles=Loading files...
LoadingOutput=Loading output...
LowerCase=Lower case
MatchFound=%d match%s found
MatchFoundPluralExtension=es
Megabyte=MB
Memory=Memory
Minute=min
Modified=Modified
NewFolder=New folder
NoChange=No change
None=None
Normal=Normal
OccurencesFound=%d occurence(s) have been found in %s
Open=Open
OpenDirectory=Open directory
Overwrite=Overwrite
Page=Page
Password=Password
Pilcrow=Pilcrow
PleaseWait=Please wait
Position=Position: %d
PreviewFilePage=Page: $PAGENUM$ of $PAGECOUNT$
PreviewPage=Page: %d of %d
PreviewPrintFile=Print (%s)|Print the file on %s
PrintedBy=Printed by %s
ProcessingFile=Processing file...
Purple=Purple
ReadOnly=Read only
Red=Red
RegularExpression=Regular expression
Rename=Do you want to rename "%s" to "%s"?
RenameFailed=%s rename failed
RenameTab=Rename tab
ReopenItems=Reopen items
Results=Results
Right=Right
RightMargin=Right margin
SaveAs=Save As
Search=search
SearchFor=Search for "%s"
SearchItems=Searched items
Second=s
SelectRootDirectory=Select root directory
SelectWorkingDirectory=Select working directory
SentenceCase=Sentence case
Separator=Separator
ShowOnlyInList=Show only in list
Snippet=Snippet
Solid=Solid
Speed=Speed
Square=Square
Text=Text
TextToFindItems=Text to find items
ThinHorizontalLine=Thin horizontal line
ThinVerticalLine=Thin vertical line
ToggleBookmark=Toggle bookmark
Top=Top
TopLine=Top Line: %d
Triangle=Triangle
Underline=Underline
Untitled=Untitled
UpperCase=Upper case
UseOnAllHighlighters=Use on all highlighters
VersionInfoNotFound=Version info not found.
VerticalLine=Vertical line
Warning=Warning
WaveLine=Wave line
WavyZigzag=Wavy zigzag
Width=Width
Wildcard=Wildcard - *, ?, #
WordCount=Word count
Yellow=Yellow 
ZipPackage=Zip package

[ConvertConstant]
AcreFeet=Acre feet
AcreInches=Acre inches
Acres=Acres
Angstroms=Angstroms
Area=Area
Ares=Ares
AstronomicalUnits=Astronomical units
Binary=Binary
Celsius=Celsius
Centares=Centares
Centigrams=Centigrams
CentiLiters=Centi liters
Centimeters=Centimeters
Centuries=Centuries
Chains=Chains
CordFeet=Cord feet
Cords=Cords
CubicCentimeters=Cubic centimeters
CubicDecameters=Cubic decameters
CubicDecimeters=Cubic decimeters
CubicFeet=Cubic feet
CubicHectometers=Cubic hectometers
CubicInches=Cubic inches
CubicKilometers=Cubic kilometers
CubicMeters=Cubic meters
CubicMiles=Cubic miles
CubicMillimeters=Cubic millimeters
CubicYards=Cubic yards
Cubits=Cubits
DateTime=Date time
Days=Days
Decades=Decades
Decagrams=Decagrams
DecaLiters=Deca liters
Decameters=Decameters
Decasteres=Decasteres
Decigrams=Decigrams
DeciLiters=Deci liters
Decimal=Decimal
Decimeters=Decimeters
Decisteres=Decisteres
Distance=Distance
Drams=Drams
DryBuckets=Dry buckets
DryBushels=Dry bushels
DryGallons=Dry gallons
DryPecks=Dry pecks
DryPints=Dry pints
DryQuarts=Dry quarts
Fahrenheit=Fahrenheit
Fathoms=Fathoms
Feet=Feet
FluidCups=Fluid cups
FluidGallons=Fluid gallons
FluidGills=Fluid gills
FluidOunces=Fluid ounces
FluidPints=Fluid pints
FluidQuarts=Fluid quarts
FluidTablespoons=Fluid tablespoons
FluidTeaspoons=Fluid teaspoons
Fortnights=Fortnights
Furlongs=Furlongs
Gigameters=Gigameters
Grains=Grains
Grams=Grams
Hands=Hands
Hectares=Hectares
Hectograms=Hectograms
HectoLiters=Hecto liters
Hectometers=Hectometers
Hexadecimal=Hexadecimal
Hours=Hours
Inches=Inches
JulianDate=Julian date
Kelvin=Kelvin
Kilograms=Kilograms
KiloLiters=Kilo liters
Kilometers=Kilometers
LightYears=Light years
Links=Links
Liters=Liters
LongTons=Long tons
Mass=Mass
Megameters=Megameters
Meters=Meters
MetricTons=Metric tons
Micrograms=Micrograms
Micromicrons=Micromicrons
Microns=Microns
Miles=Miles
Millennia=Millennia
Milligrams=Milligrams
MilliLiters=Milli liters
Millimeters=Millimeters
Millimicrons=Millimicrons
MilliSeconds=Milliseconds
Minutes=Minutes
ModifiedJulianDate=Modified Julian date
Months=Months
Nanograms=Nanograms
NauticalMiles=Nautical miles
NumeralSystem=Numeral system
Ounces=Ounces
Paces=Paces
Parsecs=Parsecs
Picas=Picas
Points=Points
Pounds=Pounds
Rankine=Rankine
Reaumur=Reaumur
Rods=Rods
Seconds=Seconds
SquareCentimeters=Square centimeters
SquareDecameters=Square decameters
SquareDecimeters=Square decimeters
SquareFeet=Square feet
SquareHectometers=Square hectometers
SquareInches=Square inches
SquareKilometers=Square kilometers
SquareMeters=Square Meters
SquareMiles=Square miles
SquareMillimeters=Square millimeters
SquareRods=Square rods
SquareYards=Square yards
Steres=Steres
Stones=Stones
Temperature=Temperature
Time=Time
Tons=Tons
UKBuckets=UK buckets
UKBushels=UK bushels
UKGallons=UK gallons
UKGill=UK gills
UKOunces=UK ounces
UKPecks=UK pecks
UKPints=UK pints
UKPottle=UK pottles
UKQuarts=UK quarts
Weeks=Weeks
Volume=Volume
Yards=Yards
Years=Years

[ConvertForm]
Caption=Convert between numerical units
ComboBoxFrom=From
ComboBoxTo=To
ComboBoxType=Type
EditResult=Result
EditValue=Value

[DialogConstant]
SMsgDlgAbort=&Abort
SMsgDlgAll=&All
SMsgDlgCancel=Cancel
SMsgDlgClose=&Close
SMsgDlgConfirm=Confirm
SMsgDlgError=Error
SMsgDlgHelp=&Help
SMsgDlgHelpHelp=Help
SMsgDlgHelpNone=No help available
SMsgDlgIgnore=&Ignore
SMsgDlgInformation=Information
SMsgDlgNo=&No
SMsgDlgNoToAll=N&o to All
SMsgDlgOK=OK
SMsgDlgRetry=&Retry
SMsgDlgWarning=Warning
SMsgDlgYes=&Yes
SMsgDlgYesToAll=Yes to &All
SNoMappingForUnicodeCharacter=No mapping for the Unicode character exists in the target multi-byte code page

[DirectoryTabDialog]
CheckBoxExcludeOtherDirectoryBranches=Exclude other directory branches
ComboBoxDrives=Drives
ComboBoxFileMask=File mask
EditRootDirectory=Root directory
EditTabName=Tab name
GroupBoxOptions=Options

[DownloadURLDialog]
ActionCancel=Cancel
ActionOK=OK
Caption=Download

[EditorColorElements]
ActiveLineBackground=Active line background
ActiveLineBackgroundUnfocused=Active line background unfocused
ActiveLineForeground=Active line foreground
ActiveLineForegroundUnfocused=Active line foreground unfocused
Background=Background
CodeFoldingActiveLineBackground=Code folding active line background
CodeFoldingActiveLineBackgroundUnfocused=Code folding active line background unfocused
CodeFoldingBackground=Code folding background
CodeFoldingCollapsedLine=Code folding collapsed line
CodeFoldingFoldingLine=Code folding folding line
CodeFoldingFoldingLineHighlight=Code folding folding line highlight
CodeFoldingHintBackground=Code folding hint background
CodeFoldingHintBorder=Code folding hint border
CodeFoldingHintIndicatorBackground=Code folding hint indicator background
CodeFoldingHintIndicatorBorder=Code folding hint indicator border
CodeFoldingHintIndicatorMark=Code folding hint indicator mark
CodeFoldingHintText=Code folding hint text
CodeFoldingIndent=Code folding indent
CodeFoldingIndentHighlight=Code folding indent highlight
CompletionProposalBackground=Completion proposal background
CompletionProposalForeground=Completion proposal foreground
CompletionProposalSelectedBackground=Completion proposal selected background
CompletionProposalSelectedText=Completion proposal selected text
LeftMarginActiveLineBackground=Left margin active line background
LeftMarginActiveLineBackgroundUnfocused=Left margin active line background unfocused
LeftMarginActiveLineNumber=Left margin active line number
LeftMarginBackground=Left margin background
LeftMarginBookmarkPanel=Left margin bookmark panel
LeftMarginBorder=Left margin border
LeftMarginLineNumberLine=Left margin line number line
LeftMarginLineNumbers=Left margin line numbers
LeftMarginLineStateModified=Left margin line state modified
LeftMarginLineStateNormal=Left margin line state normal
MatchingPairMatched=Matching pair matched
MatchingPairUnmatched=Matching pair unmatched
MinimapBackground=Minimap background
MinimapBookmark=Minimap bookmark
MinimapVisibleLines=Minimap visible lines
RightMargin=Right margin
RightMovingEdge=Right moving edge
RulerBackground=Ruler background
RulerBorder=Ruler border
RulerLines=Ruler lines
RulerMovingEdge=Ruler moving edge
RulerNumbers=Ruler numbers
RulerSelection=Ruler selection
SearchHighlighterBackground=Search highlighter background
SearchHighlighterBorder=Search highlighter border
SearchHighlighterForeground=Search highlighter foreground
SearchInSelectionBackground=Search in selection background
SearchMapActiveLine=Search map active line
SearchMapBackground=Search map background
SearchMapForeground=Search map foreground
SelectionBackground=Selection background
SelectionForeground=Selection foreground
SyncEditBackground=Sync edit background
SyncEditEditBorder=Sync edit edit border
SyncEditWordBorder=Sync edit word border
WordWrapIndicatorArrow=Word wrap indicator arrow
WordWrapIndicatorLines=Word wrap indicator lines

[ErrorMessage]
DefaultEmailProgramNotFound=Cannot find program to send e-mail
DirectoryNotExist=Directory "%s" does not exist
EnterFilename=Enter filename.
EnterKeyword=Enter keyword.
EnterPath=Enter path.
EnterServer=Enter server.
EnterTabName=Enter tab name.
FileNotFound=File "%s" not found.
RootDirectoryNotExist=Root directory does not exist.

[ExecuteDialog]
ActionDelete:h=Delete item
ActionDelete=Delete
ActionEdit:h=Edit item
ActionEdit=Edit
ActionInsert:h=Insert item
ActionInsert=Insert
ActionMoveDown:h=Move selected item down
ActionMoveDown=Move down
ActionMoveUp:h=Move selected item up
ActionMoveUp=Move up
ActionSort:h=Sort items
ActionSort=Sort
Caption=Execute items

[ExecuteEditDialog]
Caption=Execute item
CheckBoxSaveActiveFile=Save active file
CheckBoxShowOutput=Show output
ComboBoxShortcut=Shortcut
EditFilename=Filename
EditParameters=Parameters
EditTitle=Title
EditWorkingDirectory=Working directory

[FilesSelectDialog]
ActionSelectAll:h=Select all files
ActionSelectAll=Select all
ActionUnselectAll:h=Unselect all files
ActionUnselectAll=Unselect all
Caption=Select files
VirtualDrawTree:0=File
VirtualDrawTree:1=Path

[FileTypes]
7Zip=7-Zip files (*.7z)|*.7z
ABAP=ABAP files (*.abap)
ActionScript=ActionScript files (*.as)
ASP=ASP files (*.asp)
Assembler - 6502=6502 Assembler files (*.asm)
Assembler - 68HC11=68HC11 Assembler files (*.hc11;*.asc)
AutoHotkey=AutoHotkey files (*.ahk)
AutoIt v3=AutoIt files (*.au3)
AWK=AWK scripts (*.awk)
Bash=Bash files (*.sh)
C#=C# files (*.cs)
C++=C++ files (*.cpp;*.hpp)
C=C files (*.c;*.h)
Clojure=Clojure files (*.clj;*.cljs;*.cljc;*.edn)
CoffeeScript=CoffeeScript files (*.coffee)
CSS=Cascading Stylesheet files (*.css)
D=D files (*.d;*.di)
Dart=Dart files (*.dart)
Delphi Form Module=Delphi Form Module files (*.dfm)
Diff=Difference files (*.diff)
DWScript=DWScript files (*.dws)
Eiffel=Eiffel files (*.e;*.es)
Elixir=Elixir files (*.exs)
Elm=Elm files (*.elm)
Erlang=Erlang files (*.erl;*.hrl)
Euphoria=Euphoria files (*.e;*.ex;*.exw;*.edb)
Exe=Executable files (*.exe)|*.exe
F#=F# files (*.fs)
Free Pascal=Free Pascal files (*.pp)
FreeBASIC=FreeBASIC files (*.bi;*.bas)
GDScript=GDScript files (*.gd)
Git Ignore=Git Ignore files (*.gitignore)
GLSL=GLSL files (*.glsl)
Go=Go files (*.go)
Gravity=Gravity files (*.gravity)
Groovy=Groovy files (*.groovy;*.gvy;*.gy;*.gsh)
HTML with Scripts=HTML files (*.html;*.htm)
INI=INI files (*.ini;*.lng)
Inno Setup=Inno Setup files (*.iss)
Java=Java files (*.java)
JavaScript=JavaScript files (*.js)
JSON=JSON files (*.json)
Julia=Julia files (*.jl)
Kotlin=Kotlin files (*.kt;*.kts)
Language=Language files (*.lng)|*.lng
LaTex=LaTex files (*.lat;*.tex;*.lex)
Lisp=Lisp files (*.lisp)
Log file=Log files (*.log)
Lua=Lua files (*.lua)
Macro=Macro files (*.mcr)|*.mcr
Markdown=Markdown files (*.md)
MATLAB=MATLAB files (*.matlab)
MIME=MIME files (*.eml;*.mht)
MS-DOS Batch=MS-DOS Batch files (*.bat;*.cmd)
MSI=MSI files (*.msi)|*.msi
NSIS=NSIS files (*.nsi)
Object Pascal=Pascal files (*.pas;*.dpr;*.dpk)
Objective-C=Objective-C files (*.m)
OCaml=OCaml files (*.ml)
PDF=PDF files (*.pdf)
Perl=Perl files (*.pl;*.pm;*.cgi)
PHP=PHP files (*.php;*.class;*.inc)
PowerShell=PowerShell files (*.ps1)
Python=Python files (*.py)
R=R files (*.r;*.rdata;*.rds;*.rda)
Red=Red files (*.red;*.reds)
Ruby=Ruby files (*.rb;*.rbw)
Rust=Rust files (*.rc)
Scala=Scala files (*.scala)
SQL - Standard=SQL files (*.sql)
Structured Text=Structured Text files (*.st; *.iecst)
Swift=Swift files (*.swift)
TclTk=Tcl/Tk files (*.tcl)
Text=Text files (*.txt)
TypeScript=TypeScript files (*.ts)
UnrealScript=UnrealScript files (*.uc)
Visual Basic=Visual Basic files (*.vb;*.bas)
Visual FoxPro=Visual FoxPro files (*.pjx;*.prg)
VRCalc++=VRCalc++ files (*.vrc;*.vrcm)
XML=XML files (*.xml;*.xsd;*.csl;*.dtd;*.dproj;*.groupproj;*.opml;*.rdf;*.svg;*.wxs)
XSL=XSL files (*.xsl;*.xslt)
YAML=YAML files (*.yml)
Zip=Zip files (*.zip)|*.zip

[FindDuplicatesDialog]
ActionDirectoryItems=Directory items...
ActionFileMaskItems=File mask items...
Caption=Find duplicates
CheckBoxIgnoreBlanks=Ignore blanks
CheckBoxIgnoreCase=Ignore case
CheckBoxIncludeSubdirectories=Include subdirectories
CheckBoxScanHorizontally=Scan horizontally
CheckBoxScanVertically=Scan vertically
ComboBoxDirectories=Directories
ComboBoxFileMask=File mask
GroupBoxOptions=Options
GroupBoxSearch=Search
GroupBoxSearchDirectoryOptions=Search directory options
RadioButtonSearchAllOpenFiles=All open files
RadioButtonSearchInDirectories=In directories
SpinEditMinimumBlockSize=Minimum block size
SpinEditMinimumCharacters=Minimum characters

[FindInFilesDialog]
ActionDirectoryItems=Directory items...
ActionFileMaskItems=File mask items...
ActionSearchEngine=Select search engine
ActionTextToFindItems=Text to find items...
Caption=Find in files
CheckBoxDisplayResultsInSeparateTab=Display results in separate tab
CheckBoxGroupResultsByFile=Group results by file
CheckBoxIncludeSubdirectories=Include subdirectories
CheckBoxMatchCase=Match case
CheckBoxShowOnlyResult=Show only result
CheckBoxWholeWords=Whole words
ComboBoxDirectories:h=Multiple directories are separated by semicolon
ComboBoxDirectories=Directories
ComboBoxFileMask=File mask
ComboBoxTextToFind=Text to find
GroupBoxOptions=Options
GroupBoxOutputOptions=Output
GroupBoxSearch=Search
GroupBoxSearchDirectoryOptions=Search directory options
RadioButtonSearchAllOpenFiles=All open files
RadioButtonSearchInCurrentFile=In current file
RadioButtonSearchInDirectories=In directories

[HighlighterColorElements]
AssemblerComment=Assembler comment
AssemblerReservedWord=Assembler reserved word
Attribute=Attribute
Character=Character
Comment=Comment
Directive=Directive
Editor=Editor
HexNumber=Hex number
HighlightedBlock=Highlighted block
HighlightedBlockSymbol=Highlighted block symbol
LogicalOperator=Logical operator
Method=Method
MethodItalic=Method italic
MethodName=Method name
Number=Number
ReservedWord=Reserved word
String=String
Symbol=Symbol
Value=Value
WebLink=Web link

[HighlighterFontElements]
CodeFoldingHint=Code folding hint
CompletionProposal=Completion proposal
LineNumbers=Line numbers
Minimap=Minimap
Ruler=Ruler
Text=Text

[InformationDialog]
Caption=Information
LabelAccessed=Accessed
LabelCharacterCount=Character count
LabelCreated=Created
LabelFilename=Filename
LabelLength=Length
LabelLineCount=Line count
LabelLocation=Location
LabelModified=Modified
LabelSize=Size
LabelSizeOnDisk=Size on disk
LabelWordCount=Word count

[Buttons]
ButtonCancel=Cancel
ButtonDonations=Donations
ButtonDownloadAllSkins=Download all skins
ButtonLicense=License...
ButtonNo=&No
ButtonOK=OK
ButtonYes=&Yes
ButtonYesToAll=Yes to &all

[ItemListDialog]
ActionClearAll:h=Clear all items
ActionClearAll=Clear all
ActionDelete:h=Delete item
ActionDelete=Delete
ActionInsert:h=Insert item
ActionInsert=Insert
ActionMoveDown:h=Move selected item down
ActionMoveDown=Move down
ActionMoveUp:h=Move selected item up
ActionMoveUp=Move up
ActionSort:h=Sort items
ActionSort=Sort

[LanguageEditorForm]
ActionExit:h=Close the language editor
ActionExit=Exit
ActionFileNew:h=Create a new language file
ActionFileNew=New
ActionFileOpen:h=Open an existing language file
ActionFileOpen=Open
ActionFileSave:h=Save the language file
ActionFileSave=Save
VirtualDrawTree:0=Object
VirtualDrawTree:1=Caption
VirtualDrawTree:2=Hint
VirtualDrawTree:3=Shortcut
VirtualDrawTree:4=Secondary shortcut

[MainForm]
ActionBookmarkListShowFilters=Show filters
ActionDirectoryContextMenu:h=Context menu
ActionDirectoryContextMenu=C&ontext menu
ActionDirectoryDelete:h=Delete a file or directory
ActionDirectoryDelete=&Delete
ActionDirectoryFileExplorer:h=Open file explorer
ActionDirectoryFileExplorer=File explorer
ActionDirectoryFindInFiles:h=Search for a string in multiple files
ActionDirectoryFindInFiles=&Find in files...
ActionDirectoryNewFolder=New folder
ActionDirectoryOpenAllFiles:h=Open all files from the directory
ActionDirectoryOpenAllFiles=Open all files
ActionDirectoryOpenFileExplorer:h=Open file explorer
ActionDirectoryOpenFileExplorer=File explorer
ActionDirectoryProperties:h=See the file/directory properties
ActionDirectoryProperties=&Properties...
ActionDirectoryRefresh:h=Refresh files
ActionDirectoryRefresh=&Refresh
ActionDirectoryRename:h=Rename a file or directory
ActionDirectoryRename=Re&name
ActionDirectorySFTPDownload=Download
ActionDirectorySFTPUpload=Upload
ActionEdit=&Edit
ActionEditCopy:h=Copy the selection and put it on the clipboard
ActionEditCopy:s=Ctrl+C
ActionEditCopy=C&opy
ActionEditCopyWithLineNumbers:h=Copy the selection and put it on the clipboard
ActionEditCopyWithLineNumbers:s=Ctrl+Alt+C
ActionEditCopyWithLineNumbers=Copy with line numbers
ActionEditCut:h=Cut the selection and put it on the clipboard
ActionEditCut:s=Ctrl+X
ActionEditCut=&Cut
ActionEditDecode:h=Decode
ActionEditDecode=Decode
ActionEditDecodeASCIIDecimal:h=Decode ASCII decimal
ActionEditDecodeASCIIDecimal=ASCII decimal
ActionEditDecodeBase1024:h=Decode base1024
ActionEditDecodeBase1024=1024
ActionEditDecodeBase128:h=Decode base128
ActionEditDecodeBase128=128
ActionEditDecodeBase256:h=Decode base256
ActionEditDecodeBase256=256
ActionEditDecodeBase32:h=Decode base32
ActionEditDecodeBase32=32
ActionEditDecodeBase4096:h=Decode base4096
ActionEditDecodeBase4096=4096
ActionEditDecodeBase64:h=Decode base64
ActionEditDecodeBase64=64
ActionEditDecodeBase85:h=Decode base85
ActionEditDecodeBase85=85
ActionEditDecodeBase91:h=Decode base91
ActionEditDecodeBase91=91
ActionEditDecodeBase:h=Decode base
ActionEditDecodeBase=Base
ActionEditDecodeBinary:h=Decode binary
ActionEditDecodeBinary=Binary
ActionEditDecodeHex:h=Decode hex
ActionEditDecodeHex=Hex
ActionEditDecodeHexWithoutSpaces:h=Decode hex without spaces
ActionEditDecodeHexWithoutSpaces=Hex (without spaces)
ActionEditDecodeHTML:h=Decode HTML
ActionEditDecodeHTML=HTML
ActionEditDecodeOctal:h=Decode octal
ActionEditDecodeOctal=Octal
ActionEditDecodeRotate13:h=Rotate by 13 places
ActionEditDecodeRotate18:h=Rotate by 18 places
ActionEditDecodeRotate47:h=Rotate by 47 places
ActionEditDecodeRotate5:h=Rotate by 5 places
ActionEditDecodeRotate:h=Decode Rotate
ActionEditDecodeRotate=Rotate
ActionEditDecodeURL:h=Decode URL
ActionEditDecodeURL=URL
ActionEditDelete=D&elete
ActionEditDeleteBeginningOfLine:h=Delete beginning of line
ActionEditDeleteBeginningOfLine:s=Shift+Ctrl+T
ActionEditDeleteBeginningOfLine=Beginning of line
ActionEditDeleteCharForward:h=Delete char forward
ActionEditDeleteCharForward:s=Shift+BkSp
ActionEditDeleteCharForward=Char forward
ActionEditDeleteComments:h=Delete comments
ActionEditDeleteComments=Comments
ActionEditDeleteDuplicateLines:h=Delete duplicate lines
ActionEditDeleteDuplicateLines=Duplicate lines
ActionEditDeleteEndOfLine:h=Delete end of line
ActionEditDeleteEndOfLine:s=Shift+Ctrl+Y
ActionEditDeleteEndOfLine=&End of line
ActionEditDeleteLine:h=Delete line
ActionEditDeleteLine:s=Ctrl+Y
ActionEditDeleteLine=&Line
ActionEditDeleteWhitespace:h=Remove all whitespace from selected text
ActionEditDeleteWhitespace=W&hitespace
ActionEditDeleteWord:h=Delete word
ActionEditDeleteWord:s=Ctrl+W
ActionEditDeleteWord=&Word
ActionEditDeleteWordBackward:h=Delete word backward
ActionEditDeleteWordBackward:s=Ctrl+BkSp
ActionEditDeleteWordBackward=Word backward
ActionEditDeleteWordForward:h=Delete word forward
ActionEditDeleteWordForward:s=Ctrl+Del
ActionEditDeleteWordForward=Word forward
ActionEditEncode:h=Encode
ActionEditEncode=Encode
ActionEditEncodeASCIIDecimal:h=Encode ASCII decimal
ActionEditEncodeASCIIDecimal=ASCII decimal
ActionEditEncodeBase1024:h=Encode base1024
ActionEditEncodeBase1024=1024
ActionEditEncodeBase128:h=Encode base128
ActionEditEncodeBase128=128
ActionEditEncodeBase256:h=Encode base256
ActionEditEncodeBase256=256
ActionEditEncodeBase32:h=Encode base32
ActionEditEncodeBase32=32
ActionEditEncodeBase4096:h=Encode base4096
ActionEditEncodeBase4096=4096
ActionEditEncodeBase64:h=Encode base64
ActionEditEncodeBase64=64
ActionEditEncodeBase64WithLineBreaks:h=Encode base64 with line breaks
ActionEditEncodeBase64WithLineBreaks=64 (with line breaks)
ActionEditEncodeBase85:h=Encode base85
ActionEditEncodeBase85=85
ActionEditEncodeBase91:h=Encode base91
ActionEditEncodeBase91=91
ActionEditEncodeBase:h=Encode base
ActionEditEncodeBase=Base
ActionEditEncodeBinary:h=Encode binary
ActionEditEncodeBinary=Binary
ActionEditEncodeHex:h=Encode hex
ActionEditEncodeHex=Hex
ActionEditEncodeHexWithoutSpaces:h=Encode hex without spaces
ActionEditEncodeHexWithoutSpaces=Hex (without spaces)
ActionEditEncodeHTML:h=Encode HTML
ActionEditEncodeHTML=HTML
ActionEditEncodeOctal:h=Encode octal
ActionEditEncodeOctal=Octal
ActionEditEncodeRotate13:h=Rotate by 13 places
ActionEditEncodeRotate18:h=Rotate by 18 places
ActionEditEncodeRotate47:h=Rotate by 47 places
ActionEditEncodeRotate5:h=Rotate by 5 places
ActionEditEncodeRotate:h=Encode Rotate
ActionEditEncodeRotate=Rotate
ActionEditEncodeURL:h=Encode URL
ActionEditEncodeURL=URL
ActionEditFormatJSON=Format JSON
ActionEditFormatJSONIndent2:h=Format JSON
ActionEditFormatJSONIndent2:s=Ctrl+Shift+J
ActionEditFormatJSONIndent2=Indent 2
ActionEditFormatJSONIndent3=Indent 3
ActionEditFormatJSONIndent4=Indent 4
ActionEditFormatJSONMinify=Minify
ActionEditFormatSQL:h=Format SQL
ActionEditFormatSQL=Format SQL
ActionEditFormatXML=Format XML
ActionEditFormatXMLFormat:h=Format XML
ActionEditFormatXMLFormat:s=Ctrl+Shift+X
ActionEditFormatXMLFormat=Format
ActionEditFormatXMLMinify=Minify
ActionEditIndentDecrease:h=Decrease indent
ActionEditIndentDecrease:s=Shift+Ctrl+U
ActionEditIndentDecrease=&Decrease indent
ActionEditIndentIncrease:h=Increase indent
ActionEditIndentIncrease:s=Shift+Ctrl+I
ActionEditIndentIncrease=Increase indent
ActionEditInsert=Insert
ActionEditInsertBlockComment:h=Toggle block comment. Shortcut is Ctrl+Shift+VK_OEM_2. The VK_OEM_2 virtual key can vary by keyboard. For the US standard keyboard, it is the '/?' key.
ActionEditInsertBlockComment=Block comment
ActionEditInsertDateTime:h=Insert date and time
ActionEditInsertDateTime:s=Shift+Alt+D
ActionEditInsertDateTime=&Date and time
ActionEditInsertGUID:h=Insert GUID
ActionEditInsertGUID:s=Shift+Ctrl+G
ActionEditInsertGUID=GUID
ActionEditInsertHexColor:h=Hex color
ActionEditInsertHexColor:s=Shift+Alt+C
ActionEditInsertHexColor=Hex color
ActionEditInsertLine:h=Insert line
ActionEditInsertLine:s=Ctrl+Enter
ActionEditInsertLine=&Line
ActionEditInsertLineComment:h=Toggle line comment. Shortcut is Ctrl+VK_OEM_2. The VK_OEM_2 virtual key can vary by keyboard. For the US standard keyboard, it is the '/?' key.
ActionEditInsertLineComment=Line comment
ActionEditInsertNull:h=Insert null character
ActionEditInsertNull:s=Shift+Ctrl+N
ActionEditInsertNull=Null
ActionEditInsertTag:h=Insert HTML/XML tags
ActionEditInsertTag:s=Ctrl+T
ActionEditInsertTag=&HTML/XML tags...
ActionEditModify=Modify
ActionEditModifyJoin:h=Join text with separator
ActionEditModifyJoin=Join
ActionEditModifyLineWrap:h=Wrap lines with width
ActionEditModifyLineWrap=Line wrap
ActionEditModifySpacesToTabs:h=Convert all spaces to tabs
ActionEditModifySpacesToTabs=Spaces to tabs
ActionEditModifySplit:h=Split text with separator
ActionEditModifySplit=Split
ActionEditModifyTabsToSpaces:h=Convert all tabs to spaces
ActionEditModifyTabsToSpaces=Tabs to spaces
ActionEditMove=Move
ActionEditMoveLineDown:h=Move line down
ActionEditMoveLineDown:s=Shift+Ctrl+Down
ActionEditMoveLineDown=Line down
ActionEditMoveLineUp:h=Move line up
ActionEditMoveLineUp:s=Shift+Ctrl+Up
ActionEditMoveLineUp=Line up
ActionEditMoveNextWord:h=Move to next word
ActionEditMoveNextWord:s=Ctrl+Right
ActionEditMoveNextWord=Next word
ActionEditMovePreviousWord:h=Move to previous word
ActionEditMovePreviousWord:s=Ctrl+Left
ActionEditMovePreviousWord=Previous word
ActionEditMoveSelectionDown:h=Move selection down
ActionEditMoveSelectionDown:s=Shift+Alt+Down
ActionEditMoveSelectionDown=Selection down
ActionEditMoveSelectionLeft:h=Move selection left
ActionEditMoveSelectionLeft:s=Shift+Alt+Left
ActionEditMoveSelectionLeft=Selection left
ActionEditMoveSelectionRight:h=Move selection right
ActionEditMoveSelectionRight:s=Shift+Alt+Right
ActionEditMoveSelectionRight=Selection right
ActionEditMoveSelectionUp:h=Move selection up
ActionEditMoveSelectionUp:s=Shift+Alt+Up
ActionEditMoveSelectionUp=Selection up
ActionEditPaste:h=Paste clipboard contents
ActionEditPaste:s=Ctrl+V
ActionEditPaste=&Paste
ActionEditRedo:h=Redo the previously undone action
ActionEditRedo:s=Shift+Ctrl+Z
ActionEditRedo=&Redo
ActionEditSelectAll:h=Select all
ActionEditSelectAll:s=Ctrl+A
ActionEditSelectAll=&Select all
ActionEditSort=Sor&t
ActionEditSortAsc:h=Sort ascending
ActionEditSortAsc:s=Shift+Ctrl+A
ActionEditSortAsc=&Ascending
ActionEditSortDesc:h=Sort descending
ActionEditSortDesc:s=Shift+Ctrl+D
ActionEditSortDesc=&Descending
ActionEditSortRandom:h=Random sort
ActionEditSortRandom=Random
ActionEditToggleCase:h=Toggle case
ActionEditToggleCase:s=Shift+Ctrl+C
ActionEditToggleCase=To&ggle case
ActionEditToggleCaseAlternating:h=Toggle alternating case
ActionEditToggleCaseAlternating=Alternating
ActionEditToggleCaseLower:h=Toggle lower case
ActionEditToggleCaseLower:s=Ctrl+L
ActionEditToggleCaseLower=Lower
ActionEditToggleCaseSentence:h=Toggle sentence case
ActionEditToggleCaseSentence=Sentence
ActionEditToggleCaseTitle:h=Toggle title case
ActionEditToggleCaseTitle=Title
ActionEditToggleCaseUpper:h=Toggle upper case
ActionEditToggleCaseUpper:s=Ctrl+U
ActionEditToggleCaseUpper=Upper
ActionEditTrim=Trim
ActionEditTrimBoth:h=Trim left and right
ActionEditTrimBoth=Both
ActionEditTrimLeft:h=Trim left
ActionEditTrimLeft=Left
ActionEditTrimRight:h=Trim right
ActionEditTrimRight=Right
ActionEditUndo:h=Undo the last action
ActionEditUndo:s=Ctrl+Z
ActionEditUndo=&Undo
ActionEditValidateXML=Validate XML
ActionFile=&File
ActionFileAddToFavourites:h=Add file to favourites
ActionFileAddToFavourites:s=Ctrl+D
ActionFileAddToFavourites=Add to favourites
ActionFileCanClose:h=Toggle whether the tab can be closed or not
ActionFileCanClose=Can close
ActionFileClose=&Close
ActionFileCloseActive:h=Close the active file
ActionFileCloseActive:s=Ctrl+F4
ActionFileCloseActive=Active
ActionFileCloseAll:h=Close all open files
ActionFileCloseAll=All
ActionFileCloseAllOther:h=Close all other files
ActionFileCloseAllOther:s=Shift+Ctrl+F4
ActionFileCloseAllOther=All other
ActionFileCloseModified:h=Close modified files
ActionFileCloseModified=Modified
ActionFileCloseSelected:h=Close selected files
ActionFileCloseSelected=Selected
ActionFileCloseUnmodified:h=Close unmodified files
ActionFileCloseUnmodified=Unmodified
ActionFileContextMenu:h=Context menu
ActionFileContextMenu=Context menu
ActionFileExit:h=Quit the application
ActionFileExit:s2=ESC
ActionFileExit:s=Alt+F4
ActionFileExit=E&xit
ActionFileFavourites=Favourites
ActionFileFavouritesProperties=Properties...
ActionFileHTMLExport:h=Export file to HTML
ActionFileHTMLExport=HTML export
ActionFileInfo:h=Information about the active file
ActionFileInfo=&Info...
ActionFileMoveCaretAtTheEndAfterReload:h=Toggle editor move caret at the end after reload
ActionFileMoveCaretAtTheEndAfterReload=Move caret at the end after reload
ActionFileNew:h=Create a new file
ActionFileNew:s=Ctrl+N
ActionFileNew=&New
ActionFileOpen:h=Open an existing file
ActionFileOpen:s=Ctrl+O
ActionFileOpen=&Open...
ActionFileOpenCommandPrompt:h=Open command prompt
ActionFileOpenCommandPrompt=Command prompt
ActionFileOpenFileExplorer:h=Open file explorer
ActionFileOpenFileExplorer=File explorer
ActionFileOpenInBrowser:h=Open current file in default browser
ActionFileOpenInBrowser:s=Alt+B
ActionFileOpenInBrowser=&Browser
ActionFilePrint:h=Print the active file
ActionFilePrint:s=Ctrl+P
ActionFilePrint=&Print...
ActionFilePrintPreview:h=Preview the active file
ActionFilePrintPreview=Pr&int preview...
ActionFileProperties:h=See the file properties
ActionFileProperties=Pr&operties...
ActionFileReadOnly:h=Toggle editor read only
ActionFileReadOnly=Read only
ActionFileReloadAutomatically:h=Toggle editor reload automatically
ActionFileReloadAutomatically=Reload automatically
ActionFileRemoveFromFavourites=Remove from favourites
ActionFileRenameTab=Rename tab
ActionFileReopen=&Reopen
ActionFileReopenProperties=Properties...
ActionFileSave:h=Save the active file
ActionFileSave:s=Ctrl+S
ActionFileSave=&Save
ActionFileSaveAll:h=Save all files
ActionFileSaveAll:s=Shift+Ctrl+S
ActionFileSaveAll=Sa&ve all
ActionFileSaveAs:h=Save the active file with a new name
ActionFileSaveAs:s=Ctrl+Alt+S
ActionFileSaveAs=S&ave as...
ActionFileSelectFromDirectory:h=Select the file from the active directory
ActionFileSelectFromDirectory=Select from directory
ActionFileTrimTrailingSpaces:h=Toggle editor trim trailing spaces
ActionFileTrimTrailingSpaces=Trim trailing spaces
ActionFileUpload=Upload
ActionGotoNextBookmark:h=Go to next bookmark
ActionGotoNextBookmark:s=F2
ActionGotoNextBookmark=Next
ActionGotoPreviousBookmark:h=Go to previous bookmark
ActionGotoPreviousBookmark:s=Shift+F2
ActionGotoPreviousBookmark=Previous
ActionHelp=&Help
ActionHelpAboutTextEditorPro:h=Display information about Text Editor Pro
ActionHelpAboutTextEditorPro=&About Text Editor Pro
ActionHelpCheckForUpdates:h=Check for updates
ActionHelpCheckForUpdates=&Check for updates
ActionHelpSendFeedback:h=Send feedback to info@texteditor.pro
ActionHelpSendFeedback=Send feedback
ActionHelpShortcuts:h=Show keyboard shortcuts
ActionHelpShortcuts:s=Ctrl+F1
ActionHelpShortcuts=Shortcuts
ActionHelpVisitHomepage:h=Visit Text Editor Pro homepage - https://texteditor.pro
ActionHelpVisitHomepage=&Visit homepage
ActionImageViewRotateClockwise:h=Rotate image clockwise
ActionImageViewRotateCounterClockwise:h=Rotate image counter clockwise
ActionImageViewZoomIn:h=Zoom in
ActionImageViewZoomOut:h=Zoom out
ActionMenuEdit:h=Change to edit menu page
ActionMenuFile:h=Change to file menu page
ActionMenuHelp:h=Change to help menu page
ActionMenuSearch:h=Change to search menu page
ActionMenuTools:h=Change to tools menu page
ActionMenuView:h=Change to view menu page
ActionOpenColorTheme:h=Open title bar color theme menu
ActionOpenColorTheme:s=Alt+F11
ActionOpenColorTheme=Color theme
ActionOpenEncoding:h=Open title bar encoding menu
ActionOpenEncoding:s=Alt+F9
ActionOpenEncoding=Encoding
ActionOpenFileList:h=Open title bar file list
ActionOpenFileList:s=Alt+F12
ActionOpenFileList=Files
ActionOpenHighlighter:h=Open title bar highlighter menu
ActionOpenHighlighter:s=Alt+F10
ActionOpenHighlighter=Highlighter
ActionOutputClose=&Close
ActionOutputCloseActive:h=Close active page
ActionOutputCloseActive=Active
ActionOutputCloseAll:h=Close all pages
ActionOutputCloseAll=All
ActionOutputCloseAllOtherPages:h=Close all other
ActionOutputCloseAllOtherPages=A&ll other pages
ActionOutputCloseSelected:h=Close selected
ActionOutputCloseSelected=Selected
ActionOutputCollapseAll:h=Collapse all
ActionOutputCollapseAll=Collapse all
ActionOutputCopyAllToClipboard:h=Copy all to clipboard
ActionOutputCopyAllToClipboard=C&opy all to clipboard
ActionOutputCopySelectedToClipboard:h=Copy selected to clipboard
ActionOutputCopySelectedToClipboard=Copy selected to clipboard
ActionOutputExpandAll:h=Expand all
ActionOutputExpandAll=Expand all
ActionOutputOpenAll:h=Open all files
ActionOutputOpenAll=&Open all
ActionOutputOpenSelected:h=Open selected files
ActionOutputOpenSelected=&Open selected
ActionOutputRefresh=Refresh
ActionOutputSelectAll:h=Select all files
ActionOutputSelectAll=Select all
ActionOutputUnselectAll:h=Unselect all files
ActionOutputUnselectAll=Unselect all
ActionPDFFindNext:h=Find next
ActionPDFFindPrevious:h=Find previous
ActionPDFNextPage:h=Next page
ActionPDFPreviousPage:h=Previous page
ActionPDFRotatePageClockwise:h=Rotate page clockwise
ActionPDFRotatePageCounterClockwise:h=Rotate page counter clockwise
ActionPDFSearchHighlightAll=Highlight all
ActionPDFSearchMatchCase=Match case
ActionPDFSearchWholeWords=Whole words
ActionPDFZoomIn:h=Zoom in
ActionPDFZoomOut:h=Zoom out
ActionSearch=&Search
ActionSearchBookmarks:h=Show or refresh all saved bookmarks
ActionSearchBookmarks=Bookmarks
ActionSearchClearBookmarks:h=Clear all bookmarks
ActionSearchClearBookmarks=Clear &bookmarks
ActionSearchClose:h=Close
ActionSearchEngine:h=Select search engine
ActionSearchEngine=Search engine
ActionSearchFindAll:h=Find all matching texts
ActionSearchFindAll:s=Alt+Enter
ActionSearchFindAll=Find all
ActionSearchFindDuplicates:h=Find duplicates
ActionSearchFindDuplicates=Find duplicates
ActionSearchFindInFiles:h=Search for a string in multiple files
ActionSearchFindInFiles:s=Shift+Ctrl+F
ActionSearchFindInFiles=&Find in files...
ActionSearchFindNext:h=Find the next matching text
ActionSearchFindNext:s=F3
ActionSearchFindNext=Find &next
ActionSearchFindPrevious:h=Find the previous matching text
ActionSearchFindPrevious:s=Shift+F3
ActionSearchFindPrevious=Find &previous
ActionSearchGoToBookmarks:h=Go to bookmarks
ActionSearchGoToBookmarks=Go to bookmarks
ActionSearchGoToLine:h=Go to line
ActionSearchGoToLine:s=Ctrl+G
ActionSearchGoToLine=Go to line
ActionSearchInSelection:h=In selection
ActionSearchInSelection=In selection
ActionSearchMatchCase:h=Match case
ActionSearchMatchCase=Match case
ActionSearchOptions:h=Search options
ActionSearchReplace:h=Replace the specified text with different text
ActionSearchReplace:s=Ctrl+R
ActionSearchReplace=&Replace...
ActionSearchSearchButton:h=Search the specified text
ActionSearchSearchButton:s=Ctrl+F
ActionSearchSearchButton=&Search...
ActionSearchSpellCheck:h=Spell check
ActionSearchSpellCheck:s=F6
ActionSearchSpellCheck=Spell check
ActionSearchSpellCheckNextError:h=Next spell check error
ActionSearchSpellCheckNextError:s=Ctrl+F6
ActionSearchSpellCheckNextError=Next error
ActionSearchSpellCheckPreviousError:h=Previous spell check error
ActionSearchSpellCheckPreviousError:s=Ctrl+Shift+F6
ActionSearchSpellCheckPreviousError=Previous error
ActionSearchTextItems:h=Searched items
ActionSearchTextItems=Searched items...
ActionSearchToggleBookmark:h=Set or clear bookmark at current line. Bookmarks can be also set by using Ctrl+Shift+1..9. Go to bookmark by using Ctrl+1..9.
ActionSearchToggleBookmark:s=Ctrl+F2
ActionSearchToggleBookmark=&Toggle bookmark
ActionSearchToggleBookmarks:h=Toggle bookmarks
ActionSearchToggleBookmarks=T&oggle bookmarks
ActionSearchWholeWords:h=Whole words
ActionSearchWholeWords=Whole words
ActionStatusBarShowCaretPosition=Show caret position
ActionStatusBarShowCharacterCount=Show character count
ActionStatusBarShowEditorZoom=Show editor zoom
ActionStatusBarShowEncoding=Show encoding
ActionStatusBarShowFileLineBreak=Show file line break
ActionStatusBarShowFileOpeningTime=Show file opening time
ActionStatusBarShowHints=Show hints
ActionStatusBarShowKeyState=Show key state
ActionStatusBarShowLineCount=Show line count
ActionStatusBarShowMacro=Show macro
ActionStatusBarShowModified=Show modified
ActionStatusBarShowSelectionInfo=Show selection info
ActionStatusBarShowSizeGrip=Show size grip
ActionToolbarMenuLanguage=&Language
ActionToolbarMenuLayout=Layout
ActionToolbarMenuLayoutSingle=Single
ActionToolbarMenuLayoutThreeColumns=Three columns
ActionToolbarMenuLayoutTwoColumns=Two columns
ActionToolbarMenuView=&View
ActionTools=&Tools
ActionToolsCharacterMap:h=Insert characters to the active file by double-clicking
ActionToolsCharacterMap=&Character map...
ActionToolsClipboardHistory:h=Clipboard history
ActionToolsClipboardHistory=Clipboard history
ActionToolsConvert:h=Convert between numerical units
ActionToolsConvert=C&onvert...
ActionToolsExecute:h=Execute custom applications
ActionToolsExecute=Execute
ActionToolsExecuteConfigure:h=Configure execute properties
ActionToolsExecuteConfigure=Configure...
ActionToolsLanguageEditor:h=Language editor
ActionToolsLanguageEditor=&Language editor...
ActionToolsMacro=Macro
ActionToolsMacroOpen:h=Open an existing macro
ActionToolsMacroOpen=&Open...
ActionToolsMacroPause:h=Pause a macro
ActionToolsMacroPause:s=Shift+Ctrl+R
ActionToolsMacroPause=&Pause
ActionToolsMacroPlayback:h=Playback the macro
ActionToolsMacroPlayback:s=Shift+Ctrl+P
ActionToolsMacroPlayback=&Playback
ActionToolsMacroRecord:h=Record a macro
ActionToolsMacroRecord:s=Shift+Ctrl+R
ActionToolsMacroRecord=&Record
ActionToolsMacroSaveAs:h=Save the macro with a new name
ActionToolsMacroSaveAs=S&ave as...
ActionToolsMacroStop:h=Stop the macro recording
ActionToolsMacroStop:s=Shift+Ctrl+M
ActionToolsMacroStop=&Stop
ActionToolsMagnifier:h=Magnifier
ActionToolsMagnifier=Magnifier
ActionToolsMagnifierBorderStyle:h=Border style
ActionToolsMagnifierBorderStyle=Border style
ActionToolsMagnifierBorderStyleDefault:h=Default border style
ActionToolsMagnifierBorderStyleDefault=Default
ActionToolsMagnifierBorderStyleFlat:h=Flat border style
ActionToolsMagnifierBorderStyleFlat=Flat
ActionToolsMagnifierBorderStyleNone:h=No border
ActionToolsMagnifierBorderStyleNone=None
ActionToolsMagnifierClose:h=Close magnifier
ActionToolsMagnifierClose:s=Ctrl+Esc
ActionToolsMagnifierClose=Close
ActionToolsMagnifierScaling16x:h=Scaling sixteen times
ActionToolsMagnifierScaling16x=16x
ActionToolsMagnifierScaling2x:h=Scaling double
ActionToolsMagnifierScaling2x=2x
ActionToolsMagnifierScaling4x:h=Scaling quadruple
ActionToolsMagnifierScaling4x=4x
ActionToolsMagnifierScaling8x:h=Scaling eight times
ActionToolsMagnifierScaling8x=8x
ActionToolsMagnifierScaling:h=Scaling
ActionToolsMagnifierScaling=Scaling
ActionToolsMagnifierStyle:h=Style
ActionToolsMagnifierStyle=Style
ActionToolsMagnifierStyleLens:h=Style: lens
ActionToolsMagnifierStyleLens=Lens
ActionToolsMagnifierStyleRectangle:h=Style: rectangle
ActionToolsMagnifierStyleRectangle=Rectangle
ActionToolsOptions:h=Set options
ActionToolsOptions=&Options...
ActionToolsPauseSpeaking:h=Pause speaking
ActionToolsPauseSpeaking=Pause speaking
ActionToolsSelectForTextCompare:h=Select for text compare...
ActionToolsSelectForTextCompare=Select file for text compare
ActionToolsSpeech=Speech
ActionToolsStartSpeaking:h=Start speaking
ActionToolsStartSpeaking=Start speaking
ActionToolsStopSpeaking:h=Stop speaking
ActionToolsStopSpeaking=Stop speaking
ActionToolsTextCompare:h=Text compare
ActionToolsTextCompare=&Text compare...
ActionView=&View
ActionViewBookmarkList:h=Show or hide the bookmark list
ActionViewBookmarkList=Bookmark list
ActionViewColorThemeSelection:h=Show or hide the color theme selection
ActionViewColorThemeSelection=Color theme
ActionViewDirectory=Directory
ActionViewDirectoryClose:h=Close active directory
ActionViewDirectoryClose:s=Shift+Alt+X
ActionViewDirectoryClose=&Close
ActionViewDirectoryEdit:h=Edit active directory
ActionViewDirectoryEdit:s=Shift+Ctrl+E
ActionViewDirectoryEdit=&Edit...
ActionViewDirectoryOpen:h=Open a new directory
ActionViewDirectoryOpen:s=Ctrl+Alt+D
ActionViewDirectoryOpen=&Open...
ActionViewDirectoryVisibility:h=Show or hide the directory
ActionViewDirectoryVisibility=&Directory
ActionViewEncodingSelection:h=Show or hide the encoding selection
ActionViewEncodingSelection=Encodin&g
ActionViewFiles:h=Search files from the selected directory and its subdirectories
ActionViewFiles:s=Ctrl+F12
ActionViewFiles=&Files...
ActionViewFolding=Folding
ActionViewFoldingCollapse=Collapse
ActionViewFoldingCollapseAll:h=Collapse all
ActionViewFoldingCollapseAll=Collapse all
ActionViewFoldingCollapseAllDownFromActiveLine:h=Collapse all down from active line
ActionViewFoldingCollapseAllDownFromActiveLine=Collapse all down from active line
ActionViewFoldingCollapseAllUpFromActiveLine:h=Collapse all up from active line
ActionViewFoldingCollapseAllUpFromActiveLine=Collapse all up from active line
ActionViewFoldingCollapseLine:h=Collapse line
ActionViewFoldingCollapseLine:s=Ctrl+Alt+Left
ActionViewFoldingCollapseLine=Collapse line
ActionViewFoldingExpand=Expand
ActionViewFoldingExpandAll:h=Expand all
ActionViewFoldingExpandAll=Expand all
ActionViewFoldingExpandAllDownFromActiveLine:h=Expand all down from active line
ActionViewFoldingExpandAllDownFromActiveLine=Expand all down from active line
ActionViewFoldingExpandAllUpFromActiveLine:h=Expand all up from active line
ActionViewFoldingExpandAllUpFromActiveLine=Expand all up from active line
ActionViewFoldingExpandLine:h=Expand line
ActionViewFoldingExpandLine:s=Ctrl+Alt+Right
ActionViewFoldingExpandLine=Expand line
ActionViewFoldingNext:h=Move to next folding
ActionViewFoldingNext:s=Ctrl+Alt+Down
ActionViewFoldingNext=Next
ActionViewFoldingPrevious:h=Move to previous folding
ActionViewFoldingPrevious:s=Ctrl+Alt+Up
ActionViewFoldingPrevious=Previous
ActionViewFullScreen:h=Toggle full screen
ActionViewFullScreen:s=F11
ActionViewFullScreen=Full screen
ActionViewHexEditor:h=Show or hide the hex editor
ActionViewHexEditor:s=Ctrl+H
ActionViewHexEditor=Hex editor
ActionViewHighlighterSelection:h=Show or hide the highlighter selection
ActionViewHighlighterSelection=&Highlighter
ActionViewLineNumbers:h=Toggle line numbers
ActionViewLineNumbers=Line num&bers
ActionViewMainMenu:h=Show or hide the main menu
ActionViewMainMenu=Main menu
ActionViewMenuBar:h=Show or hide the menu bar
ActionViewMenuBar=Menu bar
ActionViewMiniMap:h=Show or hide the minimap
ActionViewMiniMap=Minimap
ActionViewNextPage:h=Go to next page
ActionViewNextPage:s=Ctrl+Tab
ActionViewNextPage=&Next page
ActionViewOutput:h=Show or hide the output
ActionViewOutput=O&utput
ActionViewPreviousPage:h=Go to previous page
ActionViewPreviousPage:s=Shift+Ctrl+Tab
ActionViewPreviousPage=&Previous page
ActionViewRuler:h=Show or hide the ruler
ActionViewRuler=Ruler
ActionViewSelectionMode:h=Toggle between line and column selection mode. Also pressing Alt on editor will toggle selection mode.
ActionViewSelectionMode=Selection &mode
ActionViewSFTP=SFTP
ActionViewSFTPConnect=Connect
ActionViewSFTPDisconnect=Disconnect
ActionViewSFTPEdit=Edit
ActionViewSkinSelector=Skin selector
ActionViewSpecialChars:h=Toggle special characters
ActionViewSpecialChars=Spec&ial chars
ActionViewSplit:h=Split the editor
ActionViewSplit=&Split
ActionViewSplitHorizontal:h=Horizontal split
ActionViewSplitHorizontal=Horizontal
ActionViewSplitVertical:h=Vertical split
ActionViewSplitVertical=Vertical
ActionViewStatusBar:h=Show or hide the status bar
ActionViewStatusBar=&Status bar
ActionViewSyncEdit:h=Show or hide synchronized editing
ActionViewSyncEdit:s=Shift+Ctrl+H
ActionViewSyncEdit=Sync edit
ActionViewTitleBar=Title bar
ActionViewTitleBarApplicationName:h=Show or hide the title bar application name
ActionViewTitleBarApplicationName=Application name
ActionViewTitleBarFavourite:h=Show or hide the title bar favourite
ActionViewTitleBarFavourite=Favourite
ActionViewTitleBarFileList:h=Show or hide the title bar file list
ActionViewTitleBarFileList=File list
ActionViewTitleBarFilename:h=Show or hide the title bar filename
ActionViewTitleBarFilename=Filename
ActionViewTitleBarMagnifier:h=Show or hide the title bar magnifier
ActionViewTitleBarMagnifier=Magnifier
ActionViewToolbar:h=Show or hide the Toolbar
ActionViewToolbar=&Toolbar
ActionViewWordWrap:h=Toggle word wrap
ActionViewWordWrap=&Word wrap
ActionViewXMLTree:h=Show or hide the XML tree
ActionViewXMLTree=&XML tree
ActionViewZoomEditorIn:h=Editor zoom in
ActionViewZoomEditorIn=Zoom in
ActionViewZoomEditorOut:h=Editor zoom out
ActionViewZoomEditorOut=Zoom out
ActionViewZoomEditorReset:h=Editor zoom reset
ActionViewZoomEditorReset=Zoom reset
ActionXMLTreeRefresh:h=Refresh XML tree
ActionXMLTreeRefresh=&Refresh

[Message]
CannotFindString=Cannot find the string "%s"
DuplicatesWereNotFound=Duplicates were not found
InstallNewVersion=Install the new software version?
LatestVersion=You are using the latest version.
NoDefaultPrinter=There is no default printer currently selected.
PdfErrorPassword=Password required or invalid password.
ScaleChange=Some scaling changes may not be displayed correctly until you restart the application.
SelectFilePathFromDirectory=Select file path from directory

[OptionsApplicationFrame]
CheckBoxAddApplicationInOpentWithContextMenu=Add application in the 'Open with' context menu
CheckBoxAllowExitWithEsc=Allow exit with esc
CheckBoxAllowMultipleInstances=Allow multiple instances
CheckBoxCloseMinimizes=Close minimizes
CheckBoxDropFiles=Allow drop files
CheckBoxHotExit:h=Close without prompting to save files, files will be retained and restored.
CheckBoxHotExit=Hot exit
CheckBoxMinimizeToSystemTray=Minimize to system tray
CheckBoxStayOnTop=Stay on top
CheckBoxUseLatestCommonDialogs=Use the latest common dialogs
CheckBoxUseReverseUTF8Naming=Use reverse UTF-8 encoding naming
ComboBoxLanguage=Language
SpinEditReopenMaxFileCount=Reopen max file count
SpinEditSplitterSize=Splitter size

[OptionsApplicationScalingFrame]
RadioButtonAuto=Auto
RadioButtonPercent=Percent
RadioButtonPixelsPerInch=Pixels Per Inch

[OptionsApplicationUpdatesFrame]
CheckBoxCheckForUpdatesAtStartup=Check at startup
CheckBoxCheckForUpdatesWhenClosing=Check when closing

[OptionsApplicationClipboardHistoryFrame]
CheckBoxClipboardHistoryEnabled=Enabled
SpinEditClipboardHistoryItemsCount=Items count

[OptionsApplicationModifiedFilesFrame]
CheckBoxAskToReloadModifiedFiles=Ask to reload
CheckBoxMoveCaretAtTheEnd=Move caret at the end after reload
CheckBoxPollFileChanges=Poll file changes
CheckBoxReloadAutomaticallyModifiedFiles=Reload automatically
SpinEditPollingInterval=Polling interval (ms)

[OptionsDirectoryFrame]
CheckBoxAutoHide=Auto hide
CheckBoxAutoSelect=Auto select
CheckBoxUseSelectedPathAsDefaultDirectory=Use selected file path as default directory
CheckBoxShowArchiveFiles=Show archive files
CheckBoxShowHiddenFiles=Show hidden files
CheckBoxShowOverlayIcons=Show overlay icons
CheckBoxShowSystemFiles=Show system files
CheckBoxShowTreeLines=Show tree lines
CheckBoxUseExplorerTheme=Use explorer theme
ComboBoxAlign=Align
SpinEditIndent=Indent
SpinEditMargin=Margin

[OptionsDirectoryTabsFrame]
CheckBoxBoldActiveTab=Bold active tab
CheckBoxCloseTabByDblClick=Close tab by double-click
CheckBoxCloseTabByMiddleClick=Close tab by middle-click
CheckBoxEnlargeActiveTab=Enlarge active tab
CheckBoxMultiline=Multiline
CheckBoxRightClickSelect=Right click select
CheckBoxSaveTabs=Save tabs
CheckBoxShowIcon=Show icon
CheckBoxShowOpenDirectoryButton=Show open directory button
ComboBoxShowCloseButton=Show close button
GroupBoxFont=Font
GroupBoxFontSize=Font size
RadioButtonFontCustom=Custom
RadioButtonFontDefault=Default
RadioButtonFontSizeCustom=Custom
RadioButtonFontSizeDefault=Default
SpinEditTabHeight=Height
SpinEditTabMargin=Margin
SpinEditTabSpacing=Spacing

[OptionsEditorBackupFrame]
CheckBoxActive=Active
EditFileExtension=File extension
GroupBoxPath=Path
GroupBoxSuffix=Suffix
RadioButtonPathCustom=Custom
RadioButtonPathFile=File
RadioButtonSuffixCounter=Counter
RadioButtonSuffixDateAndTime=Date and time
RadioButtonSuffixNone=None

[OptionsEditorBookmarkListFrame]
CheckBoxShowFilters=Show filters
CheckBoxShowLineNumbers=Show line numbers
CheckBoxTrimText=Trim text
CheckBoxUpdateForAllBookmarkLists=Update for all bookmark lists
CheckBoxUpdateWidthWhenResized=Update width when resized
CheckBoxVisible=Visible
ComboBoxAlign=Align
GroupBoxSortBy=Sort by
RadioButtonSortByColor=Color
RadioButtonSortByLineNumber=Line number
RadioButtonSortByText=Text
SpinEditWidth=Width

[OptionsEditorCaretFrame]
CheckBoxMultipleCaretsActive=Active
CheckBoxMultipleCaretsShowActiveLine=Show active line
CheckBoxMultipleCaretsShowGhost=Show ghost
CheckBoxNonblinkingCaretActive=Active
CheckBoxRightMouseClickMovesCaret=Right mouse click moves caret
CheckBoxVisible=Visible
ColorComboBoxNonblinkingCaretBackground=Background color
ColorComboBoxNonblinkingCaretForeground=Foreground color
ComboBoxStylesInsertCaret=Insert
ComboBoxStylesOverwriteCaret=Overwrite
GroupBoxMultipleCarets=Multiple carets
GroupBoxNonBlinkingCaret=Non-blinking caret
GroupBoxStyles=Styles

[OptionsEditorColorFrame]
ActionReset=Reset
CheckBoxElementsAttributesBold=Bold
CheckBoxElementsAttributesItalic=Italic
CheckBoxElementsAttributesUnderline=Underline
CheckBoxSkinActiveLineBackground=Active line background
CheckBoxSkinBackground=Background
CheckBoxSkinBookmarkPanelBackground=Bookmark panel background
CheckBoxSkinCodeFoldingBackground=Code folding background
CheckBoxSkinCodeFoldingHintBackground=Code folding hint background
CheckBoxSkinCompletionProposalBackground=Completion proposal background
CheckBoxSkinCompletionProposalSelectionBackground=Completion proposal selection background
CheckBoxSkinForeground=Foreground
CheckBoxSkinLeftMarginBackground=Left margin background
CheckBoxSkinSelectionBackground=Selection background
CheckBoxSkinSelectionForeground=Selection foreground
ColorComboBoxEditorColor=Color
ColorComboBoxElementsBackground=Background
ColorComboBoxElementsForeground=Foreground
ComboBoxColorTheme=Color theme
ComboBoxEditorElement=Element
ComboBoxElementsName=Name
ComboBoxHighlighter=Highlighter
DateEditDate=Date
EditEmail=Email
EditName=Name
EditVersion=Version
GroupBoxAttributes=Attributes
LabelSkinDescription=Use skin color for selected elements
TabSheetAuthor=Author
TabSheetEditor=Editor
TabSheetElements=Elements
TabSheetGeneral=General
TabSheetUseSkinColor=Use skin color

[OptionsEditorCompletionProposalFrame]
CheckBoxActive=Active
CheckBoxAddHighlighterKeywords=Add highlighter keywords
CheckBoxAutoInvoke=Auto invoke
CheckBoxMatchCase=Match case
CheckBoxParseWordsFromText=Parse words from text
CheckBoxShowSnippets=Show snippets
ComboBoxKeywordCase=Keyword case
ComboBoxShortcut=Shortcut
SpinEditNumberOfRows=Number of rows

[OptionsEditorCompletionProposalSnippetsFrame]
ActionAdd:h=Add snippet
ActionAdd=Add
ActionClone:h=Clone snippet
ActionClone=Clone
ActionDelete:h=Delete selected snippet
ActionDelete=Delete
ActionEdit:h=Edit snippet
ActionEdit=Edit
VirtualDrawTree:0=Snippet
VirtualDrawTree:1=Description

[OptionsEditorDefaultsFrame]
ComboBoxDefaultColor=Color theme
ComboBoxDefaultEncoding=Encoding
ComboBoxDefaultHighlighter=Highlighter
ComboBoxDefaultSQLHighlighter=SQL highlighter
EditBrowser=Browser
GroupBoxDirectory=Directory
RadioButtonCurrentWindowsDirectory=Current Windows directory
RadioButtonCustomDirectory=Custom directory
RadioButtonLatestDirectory=Latest directory

[SnippetEditDialog]
CheckBoxCursorPositionActive=Active
CheckBoxSelectionActive=Active
ComboBoxExecuteWith=Execute with
ComboBoxGroupName=Group name
ComboBoxHighlighter=Highlighter
ComboBoxShortcut=Shortcut
EditDescription=Description
EditKeyword=Keyword
GroupBoxCursorPosition=Cursor position
GroupBoxSelection=Selection
SpinEditCursorPositionColumn=Column
SpinEditCursorPositionRow=Row
SpinEditSelectionFromColumn=From column
SpinEditSelectionFromRow=From row
SpinEditSelectionToColumn=To column
SpinEditSelectionToRow=To row
TextEditor=Snippet

[OptionsEditorFoldingFrame]
CheckBoxExpandByHintClick=Expand by hint click
CheckBoxFoldMultilineComments=Collapse multiline comments
CheckBoxHighlightIndentGuides=Highlight indent guides
CheckBoxHighlightMatchingPair=Highlight matching pair
CheckBoxShowCollapsedCodeHint=Show collapsed code hint
CheckBoxShowCollapsedLine=Show collapsed line
CheckBoxShowCollapseMarkAtTheEnd=Show collapse mark at the end
CheckBoxShowIndentGuides=Show indent guides
CheckBoxShowTreeLine=Show tree line
CheckBoxTextFoldingActive=Active
CheckBoxVisible=Visible
ComboBoxGuideLineStyle=Guide line style
ComboBoxMarkStyle=Mark style
GroupBoxCodeFolding=Code folding
GroupBoxTextFolding=Text folding
RadioButtonOutlinedByACharacter=Outlined by a character
RadioButtonOutlinedBySpacesAndTabs=Outlined by spaces and tabs
SpinEditCollapsedRowCharacterCount=Collapsed row character count
SpinEditDelayInterval=Delay interval (ms)
SpinEditHintRowCount=Hint row count

[OptionsEditorFontFrame]
ActionReset=Reset
CheckBoxUseSameSettingsForAllColorThemes=Use same settings for all color themes
ComboBoxColorTheme=Color theme
ComboBoxElement=Element
FontComboBoxFont=Font
SpinEditFontSize=Font size

[OptionsEditorLeftMarginFrame]
CheckBoxAutoSize=Auto size
CheckBoxLineStateShowOnlyModified=Show only modified
CheckBoxLineStateVisible=Visible
CheckBoxVisible=Visible
ComboBoxLineStateAlign=Align
GroupBoxLineState=Line state
SpinEditWidth=Width

[OptionsEditorLeftMarginBookmarksFrame]
CheckBoxSaveBookmarks=Save bookmarks
CheckBoxShowBookmarkColorsPopup=Show bookmark colors popup
CheckBoxShowPanel=Show panel
CheckBoxVisible=Visible
ColorComboBoxLineColor=Line color
SpinEditPanelWidth=Panel width

[OptionsEditorLeftMarginLineNumbersFrame]
CheckBoxShowAfterLastLine=Show after last line
CheckBoxShowInTens=Show in tens
CheckBoxShowLeadingZeros=Show leading zeros
CheckBoxVisible=Visible
SpinEditStartFrom=Start from

[OptionsEditorMatchingPairFrame]
CheckBoxAutoComplete=Auto complete
CheckBoxHighlightActive=Active
CheckBoxHighlightAfterToken=Highlight after token
CheckBoxHighlightUnmatched=Highlight unmatched
GroupBoxDisplay=Display
GroupBoxHighlight=Highlight
RadioButtonHighlight=Highlight
RadioButtonUnderline=Underline

[OptionsEditorMinimapFrame]
CheckBoxBlendingEnabled=Enabled
CheckBoxBlendingInvert=Invert
CheckBoxShowBookmarks=Show bookmarks
CheckBoxShowBorder=Show border
CheckBoxShowIndentGuides=Show indent guides
CheckBoxShowSearchResults=Show search results
CheckBoxShowSelection=Show selection
CheckBoxShowShadow=Show shadow
CheckBoxVisible=Visible
ComboBoxAlign=Align
GroupBoxBlending=Blending
SpinEditWidth=Width

[OptionsEditorOptionsFrame]
CheckBoxAutoChangeEncoding=Auto change encoding when saved
CheckBoxAutoIndent=Auto indent
CheckBoxAutoSave=Auto save
CheckBoxDragDropEditing=Drag drop editing
CheckBoxGroupUndo=Group undo
CheckBoxSaveUnmodified=Save unmodified
CheckBoxShowControlCharacters=Show control characters
CheckBoxShowNonBreakingSpaceAsSpace=Show non-breaking space as space
CheckBoxShowNullCharacters=Show null characters
CheckBoxShowWarningBeforeSaving=Show warning before saving
CheckBoxShowZeroWidthSpaceCharacters=Show zero width space characters
CheckBoxTrailingLineBreak=Line break after the last line
CheckBoxTrimTrailingSpaces=Trim trailing spaces
CheckBoxUndoAfterSave=Undo after save
ComboBoxDefaultLineBreak=Default line break
GroupBoxInternationalCharacters=International characters with ASCII/ANSI encoding 
SpinEditBorderWidth=Border width
SpinEditLineSpacing=Line spacing
SpinEditMargin=Margin

[OptionsEditorRightMarginFrame]
CheckBoxAutoLineBreak=Auto line break
CheckBoxMouseMove=Mouse move
CheckBoxShowMovingHint=Show moving hint
CheckBoxVisible=Visible
SpinEditPosition=Position

[OptionsEditorRulerFrame]
CheckBoxShowSelection=Show selection
CheckBoxVisible=Visible
SpinEditHeight=Height

[OptionsEditorScrollFrame]
CheckBoxAutosizeMaxWidth=Autosize max width
CheckBoxHalfPage=Half page
CheckBoxHintFollows=Hint follows
CheckBoxPastEndOfFile=Past end of file
CheckBoxPastEndOfLineMarker=Past end of line marker
CheckBoxShowHint=Show hint
CheckBoxShowHorizontalScrollBar=Show horizontal scroll bar
CheckBoxShowShadow=Show shadow
CheckBoxShowVerticalScrollBar=Show vertical scroll bar

[OptionsEditorSearchFrame]
CheckBoxAutoCompleteEnabled=Enabled
CheckBoxBeepIfSearchStringNotFound=Beep if search string not found
CheckBoxClearWhenClosed=Clear when closed
CheckBoxEntireScope=Entire scope
CheckBoxFileSpecificSearch=File-specific search
CheckBoxFindWordAtCursor=Find word at cursor
CheckBoxHighlightResult=Highlight results
CheckBoxMatchCase=Match case
CheckBoxNearOperatorEnabled=Enabled
CheckBoxSearchOnTyping=Search on typing
CheckBoxSearchOnTypingEnabled=Enabled
CheckBoxSetFocusIntoEditorWithEnter=Set focus into editor with enter
CheckBoxShowSearchMap=Show search map
CheckBoxShowSearchMatchNotFound=Show search match not found
CheckBoxShowSearchStringNotFound=Show search string not found
CheckBoxToggleSearchBar=Toggle search bar
CheckBoxUseUpAndDownArrowKeysToFind=Use up and down arrow keys to find
CheckBoxVisible=Visible
CheckBoxWholeWords=Whole words
CheckBoxWrapAround=Wrap around
ComboBoxSearchBarAlign=Search bar align
ComboBoxSearchMapAlign=Search map align
GroupBoxAutoComplete=Auto complete
GroupBoxNearOperator:h=Syntax: Word1 NEAR Word2 or Word1 NEAR:d Word2, where d is the maximum distance of words.
GroupBoxNearOperator=NEAR operator
GroupBoxSearchOnTyping=Search on typing
SpinEditAutoCompleteDelayInterval=Delay interval (ms)
SpinEditNearOperatorMaximumDistance=Maximum distance
SpinEditNearOperatorMinimumDistance=Minimum distance
SpinEditSearchOnTypingDelayInterval=Delay interval (ms)

[OptionsEditorSelectionFrame]
CheckBoxALTSetsColumnMode=ALT sets column mode
CheckBoxAutoCopyToClipboard=Auto copy to clipboard
CheckBoxExpandPrefixCharacters=Expand prefix characters
CheckBoxExpandRealNumbers=Expand real numbers
CheckBoxFromEndOfLine=From end of line
CheckBoxHighlightSimilarTerms=Highlight similar terms
CheckBoxTermsMatchCase=Terms match case
CheckBoxToEndOfLastLine=To end of last line
CheckBoxToEndOfLine=To end of line
CheckBoxTripleClickRowSelect=Triple-click row select
CheckBoxVisible=Visible

[OptionsEditorSortFrame]
CheckBoxCaseSensitive=Case sensitive
CheckBoxNaturalSortOrder=Natural sort order

[OptionsEditorSpecialCharsFrame]
CheckBoxLineBreakVisible=Visible
CheckBoxSelectionVisible=Visible
CheckBoxVisible=Visible
ColorComboBoxLineBreakColor=Color
ColorComboBoxSelectionColor=Color
ComboBoxArrowStyle=Arrow style
ComboBoxLineBreakStyle=Style
GroupBoxColor=Color
GroupBoxLineBreak=Line break
GroupBoxSelection=Selection
RadioButtonCustomColor=Custom
RadioButtonMiddleColor=Middle
RadioButtonTextColor=Text

[OptionsEditorSpellCheckFrame]
CheckBoxActive=Active
ColorComboBoxUnderlineColor=Color
ComboBoxDictionary=Dictionary
ComboBoxUnderlineType=Type
GroupBoxUnderline=Underline

[OptionsEditorSyncEditFrame]
CheckBoxActive=Active
CheckBoxMatchCase=Match case
CheckBoxShowActivateIcon=Show activate icon

[OptionsEditorTabsFrame]
CheckBoxBoldActiveTab=Bold active tab
CheckBoxCloseTabByDblClick=Close tab by double-click
CheckBoxCloseTabByMiddleClick=Close tab by middle-click
CheckBoxDimReadOnlyWhenNotActive=Dim read only when not active
CheckBoxEnlargeActiveTab=Enlarge active tab
CheckBoxHideCloseButtonWhenCanCloseIsNotChecked=Hide close button when can close is not checked
CheckBoxMultiline=Multiline
CheckBoxRightClickSelect=Right click select
CheckBoxSaveTabs=Save tabs
CheckBoxShowFileNameAsHint=Show file name as hint
CheckBoxShowIcon=Show icon
CheckBoxShowNewFileButton=Show new file button
ComboBoxShowCloseButton=Show close button
GroupBoxFont=Font
GroupBoxFontSize=Font size
RadioButtonFontCustom=Custom
RadioButtonFontDefault=Default
RadioButtonFontSizeCustom=Custom
RadioButtonFontSizeDefault=Default
SpinEditTabHeight=Height
SpinEditTabMargin=Margin
SpinEditTabSpacing=Spacing

[OptionsEditorTabulatorFrame]
CheckBoxColumns=Columns
CheckBoxPreviousLineIndent=Previous line indent
CheckBoxSelectedBlockIndent=Selected block indent
CheckBoxTabsToSpaces=Tabs to spaces
SpinEditWidth=Width

[OptionsEditorWordWrapFrame]
CheckBoxActive=Active
ComboBoxWidth=Width

[OptionsEditorXMLTreeFrame]
CheckBoxUseExplorerTheme=Use explorer theme
CheckBoxVisible=Visible
ComboBoxAlign=Align
SpinEditWidth=Width

[OptionsFileTypesFrame]
EditExtensions=Extensions
VirtualDrawTree:0=File type

[OptionsForm]
ActionApplication=Application
ActionApplicationClipboardHistory=Clipboard history
ActionApplicationModifiedFiles=Modified files
ActionApplicationScaling=Scaling
ActionApplicationUpdates=Updates
ActionCompare=Text compare
ActionDirectory=Directory
ActionDirectoryTabs=Tabs
ActionEditor=Editor
ActionEditorBackup=Backup
ActionEditorBookmarkList=Bookmark list
ActionEditorCaret=Caret
ActionEditorColors=Colors
ActionEditorCompletionProposal=Completion proposal
ActionEditorCompletionProposalSnippets=Snippets
ActionEditorDefaults=Defaults
ActionEditorFolding=Folding
ActionEditorFonts=Font
ActionEditorLeftMargin=Left margin
ActionEditorLeftMarginBookmarks=Bookmarks
ActionEditorLeftMarginLineNumbers=Line numbers
ActionEditorMatchingPair=Matching pair
ActionEditorMinimap=Minimap
ActionEditorRightMargin=Right margin
ActionEditorRuler=Ruler
ActionEditorScroll=Scroll
ActionEditorSearch=Search
ActionEditorSelection=Selection
ActionEditorSort=Sort
ActionEditorSpecialChars=Special chars
ActionEditorSpellCheck=Spell check
ActionEditorSyncEdit=Sync edit
ActionEditorTabs=Tabs
ActionEditorTabulator=Tabulator
ActionEditorWordWrap=Word wrap
ActionEditorXMLTree=XML tree
ActionFileTypes=File types
ActionHexEditor=Hex editor
ActionHTMLExport=HTML export
ActionImageView=Image view
ActionJSONFormatter=JSON formatter
ActionMainMenu=Main menu
ActionMarkdownPreview=Markdown preview
ActionMarkdownPreviewOptions=Options
ActionMenuBar=Menu bar
ActionMenuBarButtons=Buttons
ActionMenuBarTabs=Tabs
ActionOpen:h=Write options into INI file
ActionOpen=Open...
ActionOutput=Output
ActionOutputTabs=Tabs
ActionPDFView=PDF view
ActionPrint=Print
ActionSaveAs:h=Read options from INI file
ActionSaveAs=Save as...
ActionSkin=Skin
ActionSkinButtons=Buttons
ActionSkinEffects=Effects
ActionSkinFont=Font
ActionSkinHints=Hints
ActionSkinScrollBars=Scroll bars
ActionSkinStyles=Styles
ActionSQLFormatter=SQL formatter
ActionSQLFormatterFormatting=Formatting
ActionSQLFormatterCapitalization=Capitalization
ActionSQLFormatterIndentation=Indentation
ActionStatusBar=Status bar
ActionTitleBar=Title bar
ActionToolbar=Toolbar
ActionToolbarOptions=Options
ActionXMLFormatter=XML formatter
Caption=Options

[OptionsHexEditorFrame]
CheckBoxAutosize=Autosize
CheckBoxHexLowerCase=Hex lower case
CheckBoxInsertMode=Insert mode
CheckBoxShowRuler=Show ruler
ComboBoxCaretStyle=Caret style

[OptionsHTMLExportFrame]
CheckBoxAddToClipboard=Add to clipboard
CheckBoxShowLineNumbers=Show line numbers

[OptionsMainMenuFrame]
GroupBoxFont=Font
GroupBoxFontSize=Font size
RadioButtonFontCustom=Custom
RadioButtonFontDefault=Default
RadioButtonFontSizeCustom=Custom
RadioButtonFontSizeDefault=Default

[OptionsMarkdownPreviewFrame]
CheckBoxVisible=Visible
CheckBoxAutoSize=Auto size
CheckBoxUseColorTheme=Use color theme
SpinEditWidth=Width
ComboBoxAlign=Align

[OptionsMarkdownPreviewOptionsFrame]
CheckBoxBackslashEspacesHTMLTags=Backslash escapes HTML tags
CheckBoxDisableForcedSpaces=Disable the requirement of indenting sublists by 4 spaces for them to be nested
CheckBoxUnderline=Disable underscore parsing as <em> or <strong>
CheckBoxSimplifiedAutoLink=Enable automatic linking in plain text URLs
CheckBoxEncodeEmails=Enable e-mail address automatic obfuscation
CheckBoxEmojis=Enable emoji support
CheckBoxEllipsis=Enable horizontal ellipsis conversion
CheckBoxTasklists=Enable support for GFM takslists
CheckBoxMentions=Enable support for github @mentions
CheckBoxCodeBlocks=Enable support for GFM code block style syntax (fenced codeblocks)
CheckBoxParseImgDimensions=Enable support for setting image dimensions from within markdown syntax
CheckBoxStrikethrough=Enable support for strikethrough syntax
CheckBoxTables=Enable support for tables syntax
CheckBoxExcludeTrailingPunctuationFromURLs=Exclude trailing punctuation from autolinked URLs
CheckBoxLiteralMiddleWordAsterisks=Literal middle word asterisks
CheckBoxOmitExtraWLInCodeBlocks=Omit the trailing newline in a code block
CheckBoxSimpleLineBreaks=Parse line breaks as <br/> in paragraphs (like GitHub does)
CheckBoxRequireSpaceBeforeHeadingText= Require a space between # and header text
CheckBoxSplitAdjacentBlockquotes=Split adjacent blockquotes
CheckBoxLiteralMiddleWordUnderscores=Treat underscores in middle of words as literal characters
SpinEditHeaderStartingLevel=Header starting level

[OptionsMenuBarFrame]
ActionAddButton:h=Add button
ActionAddButton=Add button
ActionAddDivider:h=Add divider
ActionAddDivider=Add divider
ActionDelete:h=Delete button
ActionDelete=Delete
ActionMoveDown:h=Move selected button down
ActionMoveDown=Move down
ActionMoveUp:h=Move selected button up
ActionMoveUp=Move up
ActionReset:h=Reset buttons
ActionReset=Reset
VirtualDrawTree:0=Button
VirtualDrawTree:h=Use drag and drop to move buttons. Right click popup menu to insert and delete buttons.

[OptionsMenuBarTabsFrame]
CheckBoxBoldActiveTab=Bold active tab
CheckBoxEnlargeActiveTab=Enlarge active tab
CheckBoxShowMenu=Show menu
GroupBoxTabsFont=Font
GroupBoxTabsFontSize=Font size
RadioButtonTabsFontCustom=Custom
RadioButtonTabsFontDefault=Default
RadioButtonTabsFontSizeCustom=Custom
RadioButtonTabsFontSizeDefault=Default
SpinEditTabHeight=Height
SpinEditTabMargin=Margin
SpinEditTabPadding=Padding
SpinEditTabSpacing=Spacing

[OptionsMenuBarButtonsFrame]
CheckBoxBlended=Blended
CheckBoxGrayed=Grayed
CheckBoxReflected=Reflected
GroupBoxButtonsFont=Font
GroupBoxButtonsFontSize=Font size
GroupBoxDisabled=Disabled
GroupBoxIcons=Icons
RadioButtonButtonsFontCustom=Custom
RadioButtonButtonsFontDefault=Default
RadioButtonButtonsFontSizeCustom=Custom
RadioButtonButtonsFontSizeDefault=Default
RadioButtonLargeIcons=Large
RadioButtonSmallIcons=Small
TrackEditBlend=Blend

[OptionsMenuBarItemsDialog]
Caption=Select items
VirtualDrawTreeAddItems:0=Item

[OptionsOutputFrame]
CheckBoxShowCheckBox=Show check box
CheckBoxShowOnlyLineNumbers=Show only line numbers
CheckBoxShowTreeLines=Show tree lines
CheckBoxUseExplorerTheme=Use explorer theme
ComboBoxAlign=Align
SpinEditIndent=Indent
SpinEditMargin=Margin

[OptionsOutputTabsFrame]
CheckBoxBoldActiveTab=Bold active tab
CheckBoxCloseTabByDblClick=Close tab by double-click
CheckBoxCloseTabByMiddleClick=Close tab by middle-click
CheckBoxEnlargeActiveTab=Enlarge active tab
CheckBoxMultiline=Multiline
CheckBoxRightClickSelect=Right click select
CheckBoxSaveTabs=Save tabs
CheckBoxShowFindInFilesButton=Show find in files button
CheckBoxShowIcon=Show icon
ComboBoxShowCloseButton=Show close button
GroupBoxFont=Font
GroupBoxFontSize=Font size
RadioButtonFontCustom=Custom
RadioButtonFontDefault=Default
RadioButtonFontSizeCustom=Custom
RadioButtonFontSizeDefault=Default
SpinEditTabHeight=Height
SpinEditTabMargin=Margin
SpinEditTabSpacing=Spacing

[OptionsImageViewFrame]
CheckBoxControlBarVisible=Visible
CheckBoxEnabled=Enabled
ComboBoxControlBarAlign=Align
ComboBoxZoom=Zoom
GroupBoxControlBar=Control bar

[OptionsPDFViewFrame]
CheckBoxControlBarVisible=Visible
CheckBoxEnabled=Enabled
CheckBoxSearchBarHighlightAll=Highlight all
CheckBoxSearchBarMatchCase=Match case
CheckBoxSearchBarToggleSearchBar=Toggle search bar
CheckBoxSearchBarVisible=Visible
CheckBoxSearchBarWholeWords=Whole words
ComboBoxControlBarAlign=Align
ComboBoxSearchBarAlign=Align
ComboBoxZoom=Zoom
GroupBoxControlBar=Control bar
GroupBoxSearchBar=Search bar

[OptionsPrintFrame]
CheckBoxColorsEnabled=Enabled
CheckBoxLineNumbersInMargin=In margin
CheckBoxLineNumbersVisible=Visible
CheckBoxShowFooterLine=Show footer line
CheckBoxShowHeaderLine=Show header line
CheckBoxShowOnlyPageNumber=Show only page number
CheckBoxUseRomanNumerals=Use Roman numerals
CheckBoxVisibleDateTime=Visible
CheckBoxVisibleFilename=Visible
CheckBoxVisiblePageNumber=Visible
CheckBoxVisiblePrintedBy=Visible
CheckBoxWordWrap=Word wrap
ComboBoxColorTheme=Color theme
GroupBoxAlignmentDateTime=Alignment
GroupBoxAlignmentFilename=Alignment
GroupBoxAlignmentPageNumber=Alignment
GroupBoxAlignmentPrintedBy=Alignment
GroupBoxColors=Colors
GroupBoxDateTime=Date time
GroupBoxFilename=Filename
GroupBoxFont=Font
GroupBoxFontSize=Font size
GroupBoxLineNumbers=Line numbers
GroupBoxMargins=Margins
GroupBoxPageNumber=Page number
GroupBoxPrintedBy=Printed by
GroupBoxVerticalAlignmentDateTime=Vertical alignment
GroupBoxVerticalAlignmentFilename=Vertical alignment
GroupBoxVerticalAlignmentPageNumber=Vertical alignment
GroupBoxVerticalAlignmentPrintedBy=Vertical alignment
RadioButtonAlignmentLeftDateTime=Left
RadioButtonAlignmentLeftFilename=Left
RadioButtonAlignmentLeftPageNumber=Left
RadioButtonAlignmentLeftPrintedBy=Left
RadioButtonAlignmentRightDateTime=Right
RadioButtonAlignmentRightFilename=Right
RadioButtonAlignmentRightPageNumber=Right
RadioButtonAlignmentRightPrintedBy=Right
RadioButtonFontCustom=Custom
RadioButtonFontEditor=Editor
RadioButtonFontSizeCustom=Custom
RadioButtonFontSizeEditor=Editor
RadioButtonVerticalAlignmentFooterDateTime=Footer
RadioButtonVerticalAlignmentFooterFilename=Footer
RadioButtonVerticalAlignmentFooterPageNumber=Footer
RadioButtonVerticalAlignmentFooterPrintedBy=Footer
RadioButtonVerticalAlignmentHeaderDateTime=Header
RadioButtonVerticalAlignmentHeaderFilename=Header
RadioButtonVerticalAlignmentHeaderPageNumber=Header
RadioButtonVerticalAlignmentHeaderPrintedBy=Header
SpinEditMarginsBottom=Bottom
SpinEditMarginsLeft=Left
SpinEditMarginsRight=Right
SpinEditMarginsTop=Top
TabSheetHeadedAndFooter=Header and footer
TabSheetOptions=Options

[OptionsSQLFormatterCapitalizationFrame]
ComboBoxKeywords=Keywords
ComboBoxNames=Name
ComboBoxParameters=Parameters

[OptionsSQLFormatterFrame]
CheckBoxAlwaysVisible=Always visible
CheckBoxSelectDefaultSQLHighlighter=Select default SQL highlighter

[OptionsJSONFormatterFrame]
CheckBoxAlwaysVisible=Always visible
CheckBoxSelectJSONHighlighter=Select JSON highlighter

[OptionsXMLFormatterFrame]
CheckBoxAlwaysVisible=Always visible
CheckBoxSelectXMLHighlighter=Select XML highlighter

[OptionsSQLFormatterFormattingFrame]
CheckBoxAlignKeywordsRightInStatements=Align keywords right in statements
CheckBoxBreakJoinOnSections=Break JOIN ON sections
CheckBoxExpandBetweenConditions=Expand between conditions
CheckBoxExpandBooleanExpressions=Expand boolean expressions
CheckBoxExpandCaseStatements=Expand CASE statements
CheckBoxExpandCommaLists=Expand comma lists
CheckBoxExpandGroupByClause=Expand GROUP BY clause
CheckBoxExpandInLists=Expand IN lists
CheckBoxExpandInsertStatements=Expand INSERT statements
CheckBoxExpandJoinOnBooleanExpressions=Expand boolean expressions
CheckBoxExpandOrderByClause=Expand ORDER BY clause
CheckBoxSpaceAfterComma=Space after comma
CheckBoxTrailingCommas=Trailing commas

[OptionsSQLFormatterIndentationFrame]
CheckBoxRightPadColumnNames=Right pad column names in CREATE TABLE or VIEW
CheckBoxUseTab=Use tab
SpinEditIndentLength=Indent length

[OptionsStatusBarFrame]
CheckBoxAutoSizePanels=Auto size panels
CheckBoxShowCaretPosition=Show caret position
CheckBoxShowCharacterCount=Show character count
CheckBoxShowEditorZoom=Show editor zoom
CheckBoxShowEncoding=Show encoding
CheckBoxShowFileLineBreak=Show file line break
CheckBoxShowFileOpeningTime=Show file opening time
CheckBoxShowHints=Show hints
CheckBoxShowKeyState=Show key state
CheckBoxShowLineCount=Show line count
CheckBoxShowMacro=Show macro
CheckBoxShowModified=Show modified
CheckBoxShowSelectionInfo=Show selection info
CheckBoxShowSizeGrip=Show size grip
CheckBoxVisible=Visible
GroupBoxFont=Font
GroupBoxFontSize=Font size
RadioButtonFontCustom=Custom
RadioButtonFontDefault=Default
RadioButtonFontSizeCustom=Custom
RadioButtonFontSizeDefault=Default

[OptionsTitleBarFrame]
CheckBoxMagnifier=Show magnifier
CheckBoxShowApplicationName=Show application name
CheckBoxShowColorTheme=Show color theme
CheckBoxShowEncoding=Show encoding
CheckBoxShowFavourite=Show favourite
CheckBoxShowFileList=Show file list
CheckBoxShowFilename=Show filename
CheckBoxShowHighlighter=Show highlighter
CheckBoxShowIcon=Show icon
CheckBoxShowMenu=Show menu
CheckBoxUseSystemStyle=Use system style
GroupBoxFont=Font
GroupBoxFontSize=Font size
RadioButtonFontCustom=Custom
RadioButtonFontDefault=Default
RadioButtonFontSizeCustom=Custom
RadioButtonFontSizeDefault=Default

[OptionsToolbarFrame]
ActionAddButton:h=Add button
ActionAddButton=Add button
ActionAddDivider:h=Add divider
ActionAddDivider=Add divider
ActionDelete:h=Delete button
ActionDelete=Delete
ActionMoveDown:h=Move selected button down
ActionMoveDown=Move down
ActionMoveUp:h=Move selected button up
ActionMoveUp=Move up
ActionReset:h=Reset buttons
ActionReset=Reset
VirtualDrawTree:0=Button
VirtualDrawTree:h=Use drag and drop to move buttons. Right click popup menu to insert and delete buttons.

[OptionsToolbarOptionsFrame]
GroupBoxBackground=Background
GroupBoxIcons=Icons
RadioButtonBackgroundHigh=High
RadioButtonBackgroundLow=Low
RadioButtonBackgroundTransparent=Transparent
RadioButtonLargeIcons=Large
RadioButtonSmallIcons=Small
SpinEditMarginTop=Margin top

[OptionsToolbarItemsDialog]
Caption=Select items
VirtualDrawTreeAddItems:0=Item

[PrintPreviewForm]
ActionColors:h=Toggle colors
ActionColors=Colors
ActionExit:h=Exit the print preview
ActionExit=Exit
ActionFirst:h=First|Go to first page
ActionFirst=First
ActionHighlight:h=Toggle highlight
ActionHighlight=Highlight
ActionLast:h=Last|Go to last page
ActionLast=Last
ActionLineNumbers:h=Toggle line numbers
ActionLineNumbers=Line Numbers
ActionNext:h=Next|Go to next page
ActionNext=Next
ActionPrevious:h=Previous|Go to previous page
ActionPrevious=Previous
ActionPrint:h=Print|Print the file
ActionPrint=Print
ActionWordWrap:h=Toggle word wrap
ActionWordWrap=Word wrap
ActionZoom:h=Zoom|Zoom in/out
ActionZoom=Zoom
ActionZoomIn:h=Zoom in
ActionZoomIn=Zoom in
ActionZoomOut:h=Zoom out
ActionZoomOut=Zoom out
Caption=Print Preview

[ReplaceDialog]
ActionClose=Close
ActionFindNext=Find next
ActionReplace=Replace
ActionReplaceAll=Replace all
ActionSearchEngine=Select search engine
Caption=Replace
CheckBoxMatchCase=Match case
CheckBoxPromptOnReplace=Prompt on replace
CheckBoxSelectedOnly=Selected only
CheckBoxWholeWords=Whole words
ComboBoxSearchFor=Search for
GroupBoxDirection=Direction
GroupBoxOptions=Options
GroupBoxOrigin=Origin
GroupBoxReplaceIn=Replace in
RadioButtonActiveFile=Active file
RadioButtonAllOpenFiles=All open files
RadioButtonDeleteLine=Delete line
RadioButtonDirectionBackward=Backward
RadioButtonDirectionForward=Forward
RadioButtonEntireScope=Entire scope
RadioButtonOriginFromCursor=From cursor
RadioButtonReplaceWith=Replace with

[SearchForFilesForm]
Caption=Search for files
PanelSearchingFiles=Searching files...

[ShortcutsForm]
Caption=Shortcuts
VirtualDrawTree:0=Shortcut
VirtualDrawTree:1=Caption
VirtualDrawTree:2=Hint

[OptionsSkinFrame]
CheckBoxActive=Active
CheckBoxExtendedBordersEnabled=Enabled
CheckBoxExtendedBordersFull=Full
ComboBoxOptimizingPriority=Optimizing priority
GroupBoxColorization=Colorization
GroupBoxExtendedBorders=Extended borders
LabelBrightness=Brightness
LabelHueOffset=HUE Offset
LabelSaturation=Saturation
LabelTransparency=Transparency
SkinSelector=Skin

[OptionsSkinButtonsFrame]
CheckBoxShowButtonFocusRect=Show button focus rect
CheckBoxUseButtonColors=Use button colors

[OptionsSkinEffectsFrame]
CheckBoxAllowAeroBlurring=Allow aero blurring
CheckBoxAllowAnimation=Allow animation
CheckBoxAllowGlowing=Allow glowing
CheckBoxAllowOuterEffects=Allow outer effects
CheckBoxBlendOnMove=Blend on move

[OptionsSkinFontFrame]
RadioButtonFontCustom=Custom
RadioButtonFontDefault=Default
RadioButtonFontFromSkin=From skin

[OptionsSkinHintsFrame]
CheckBoxHintAnimated=Animated
ComboBoxHintStyle=Style
SpinEditShowInterval=Show interval (ms)
SpinEditHideInterval=Hide interval (ms)

[OptionsSkinScrollBarsFrame]
CheckBoxArrowButtonsDefaultSize=Default size
CheckBoxArrowButtonsVisible=Visible
CheckBoxScrollWidthDefaultSize=Default size
GroupBoxArrowButtons=Arrow buttons
GroupBoxScrollBar=Scroll bar
SpinEditArrowButtonsSize=Size
SpinEditScrollWidthSize=Size

[OptionsSkinStylesFrame]
CheckBoxDirectory=Directory
CheckBoxFiles=Files
CheckBoxMenuBar=Menu bar
CheckBoxOutput=Output
CheckBoxUseCardGroupBoxStyle=Use card group box style
ComboBoxArrowStyle=Arrow style
GroupBoxSimplePageControl=Simple page control

[TabsSelectDialog]
Caption=Select tabs
VirtualDrawTree:0=Tab

[WarningMessage]
FileAccessError=File %s access error.

[SaveChangesDialog]
Caption=Save changed files
VirtualDrawTree:0=File
VirtualDrawTree:1=Path

[ConnectDialog]
Caption=Connect
EditPassword=Password

[UploadDialog]
Caption=Upload
EditFilename=Filename
EditPath=Path

[NewFolderDialog]
Caption=New folder
EditPath=Path

[DirectoryTabSFTPDialog]
Caption=SFTP Connection
CheckBoxSavePassword=Save password
CheckBoxShowOutput=Show output
EditPassword=Password
EditPort=Port
EditPrivateKeyFile=Private key file
EditRootDirectory=Root directory
EditServer=Server
EditTabName=Tab name
EditUsername=Username